Repository: cafe-desktop/ctk
Catalog: po-properties/*.po
Languages: en@shaw

source: X Alignment of the column header text or widget
en@shaw: X ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¹ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Sort indicator
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: Whether to show a sort indicator
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘–ğ‘´ ğ‘© ğ‘•ğ‘¹ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: Sort order
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘¹ğ‘›ğ‘¼

source: Sort direction the sort indicator should indicate
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘¹ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘

source: Sort column ID
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ID

source: Logical sort column ID this column sorts on when selected for sorting
en@shaw: ğ‘¤ğ‘­ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘¹ğ‘‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ID ğ‘ğ‘¦ğ‘• ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘•ğ‘¹ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘•ğ‘¹ğ‘‘ğ‘¦ğ‘™

source: Widget name
en@shaw: ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: The name of the widget
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Parent widget
en@shaw: ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: The parent widget of this widget. Must be a Container widget
en@shaw: ğ‘ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘. ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¼ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Width request
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘

source: Override for width request of the widget, or -1 if natural request should be used
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘› ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘, ğ‘¹ -1 ğ‘¦ğ‘“ ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘›

source: Height request
en@shaw: ğ‘£ğ‘²ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘

source: Override for height request of the widget, or -1 if natural request should be used
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘› ğ‘“ğ‘¹ ğ‘£ğ‘²ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘, ğ‘¹ -1 ğ‘¦ğ‘“ ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘›

source: Whether the widget is visible
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Whether the widget responds to input
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘›ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Whether the application will paint directly on the widget
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘±ğ‘¯ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘ªğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Can focus
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: Whether the widget can accept the input focus
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: Has focus
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: Whether the widget has the input focus
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: Is focus
en@shaw: ğ‘¦ğ‘Ÿ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: Can default
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Whether the widget can be the default widget
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Has default
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Whether the widget is the default widget
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Receives default
en@shaw: ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: If TRUE, the widget will receive the default action when it is focused
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•ğ‘‘

source: Composite child
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Whether the widget is part of a composite widget
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Style
en@shaw: ğ‘•ğ‘‘ğ‘²ğ‘¤

source: The style of the widget, which contains information about how it will look (colors etc)
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘, ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘£ğ‘¬ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘«ğ‘’ (ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘§ğ‘‘ğ‘•)

source: Events
en@shaw: ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘•

source: Extension events
en@shaw: ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘•

source: The mask that decides what kind of extension events this widget gets
en@shaw: ğ‘ ğ‘¥ğ‘­ğ‘•ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘Ÿ ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘œğ‘§ğ‘‘ğ‘•

source: No show all
en@shaw: ğ‘¯ğ‘´ ğ‘–ğ‘´ ğ‘·ğ‘¤

source: Whether ctk_widget_show_all() should not affect this widget
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ctk_widget_show_all() ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Window
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: The widget's window if it is realized
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘'ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¾ğ‘¤ğ‘²ğ‘Ÿğ‘›

source: Double Buffered
en@shaw: ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘šğ‘³ğ‘“ğ‘¼ğ‘›

source: Whether or not the widget is double buffered
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘šğ‘³ğ‘“ğ‘¼ğ‘›

source: Interior Focus
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘½ğ‘¦ğ‘¼ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: Whether to draw the focus indicator inside widgets
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•

source: Width, in pixels, of the focus indicator line
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ, ğ‘ ğ‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘¤ğ‘²ğ‘¯

source: Focus line dash pattern
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘¤ğ‘²ğ‘¯ ğ‘›ğ‘¨ğ‘– ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯

source: Dash pattern used to draw the focus indicator
en@shaw: ğ‘›ğ‘¨ğ‘– ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: Focus padding
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Width, in pixels, between focus indicator and the widget 'box'
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ, ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ 'ğ‘šğ‘ªğ‘’ğ‘•'

source: Cursor color
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Color with which to draw insertion cursor
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘»ğ‘•ğ‘¼

source: Secondary cursor color
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Color with which to draw the secondary insertion cursor when editing mixed right-to-left and left-to-right text
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘®ğ‘²ğ‘‘-ğ‘‘-ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¯ ğ‘¤ğ‘§ğ‘“ğ‘‘-ğ‘‘-ğ‘®ğ‘²ğ‘‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Cursor line aspect ratio
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘¤ğ‘²ğ‘¯ ğ‘¨ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘±ğ‘–ğ‘¦ğ‘´

source: Aspect ratio with which to draw insertion cursor
en@shaw: ğ‘¨ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘±ğ‘–ğ‘¦ğ‘´ ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘»ğ‘•ğ‘¼

source: Draw Border
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘šğ‘¹ğ‘›ğ‘¼

source: Size of areas outside the widget's allocation to draw
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ºğ‘¦ğ‘©ğ‘Ÿ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘'ğ‘• ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘›ğ‘®ğ‘·

source: Visited Link Color
en@shaw: ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Color of visited links
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘•

source: Separator Width
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Separator Height
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘£ğ‘²ğ‘‘

source: Horizontal Scroll Arrow Length
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¨ğ‘®ğ‘´ ğ‘¤ğ‘§ğ‘™ğ‘”

source: The length of horizontal scroll arrows
en@shaw: ğ‘ ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¨ğ‘®ğ‘´ğ‘Ÿ

source: Vertical Scroll Arrow Length
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¨ğ‘®ğ‘´ ğ‘¤ğ‘§ğ‘™ğ‘”

source: The length of vertical scroll arrows
en@shaw: ğ‘ ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¨ğ‘®ğ‘´ğ‘Ÿ

source: Window Type
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘‘ğ‘²ğ‘

source: The type of the window
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Window Title
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: The title of the window
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Window Role
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘®ğ‘´ğ‘¤

source: Unique identifier for the window to be used when restoring a session
en@shaw: ğ‘¿ğ‘¯ğ‘°ğ‘’ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¼ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘‘ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘™ ğ‘© ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯

source: Startup ID
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘ ID

source: Unique startup identifier for the window used by startup-notification
en@shaw: ğ‘¿ğ‘¯ğ‘°ğ‘’ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¼ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘-ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Allow Shrink
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘–ğ‘®ğ‘°ğ‘™ğ‘’

source: If TRUE, the window has no mimimum size. Setting this to TRUE is 99% of the time a bad idea
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ mimimum ğ‘•ğ‘²ğ‘Ÿ. ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘Ÿ 99% ğ‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘© ğ‘šğ‘¨ğ‘› ğ‘²ğ‘›ğ‘¾

source: Allow Grow
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘œğ‘®ğ‘´

source: If TRUE, users can expand the window beyond its minimum size
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ

source: If TRUE, users can resize the window
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Modal
en@shaw: ğ‘¥ğ‘´ğ‘›ğ‘©ğ‘¤

source: If TRUE, the window is modal (other windows are not usable while this one is up)
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘´ğ‘›ğ‘©ğ‘¤ (ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘µğ‘Ÿğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘³ğ‘)

source: Window Position
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: The initial position of the window
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Default Width
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: The default width of the window, used when initially showing the window
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´, ğ‘¿ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Default Height
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘£ğ‘²ğ‘‘

source: The default height of the window, used when initially showing the window
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´, ğ‘¿ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Destroy with Parent
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘

source: If this window should be destroyed when the parent is destroyed
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘›

source: Icon for this window
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Mnemonics Visible
en@shaw: ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ğ‘• ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Whether mnemonics are currently visible in this window
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ğ‘• ğ‘¸ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Name of the themed icon for this window
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘”ğ‘°ğ‘¥ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Is Active
en@shaw: ğ‘¦ğ‘Ÿ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘

source: Type hint
en@shaw: ğ‘‘ğ‘²ğ‘ ğ‘£ğ‘¦ğ‘¯ğ‘‘

source: Hint to help the desktop environment understand what kind of window this is and how to treat it.
en@shaw: ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¬ ğ‘‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘¦ğ‘‘.

source: Skip taskbar
en@shaw: ğ‘•ğ‘’ğ‘¦ğ‘ ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘šğ‘¸

source: TRUE if the window should not be in the task bar.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘šğ‘¸.

source: Skip pager
en@shaw: ğ‘•ğ‘’ğ‘¦ğ‘ ğ‘ğ‘±ğ‘¡ğ‘»

source: TRUE if the window should not be in the pager.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘±ğ‘¡ğ‘».

source: Urgent
en@shaw: ğ‘»ğ‘¡ğ‘©ğ‘¯ğ‘‘

source: TRUE if the window should be brought to the user's attention.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘‘ ğ‘ ğ‘¿ğ‘Ÿğ‘¼'ğ‘• ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯.

source: Accept focus
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: TRUE if the window should receive the input focus.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•.

source: Focus on map
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘ªğ‘¯ ğ‘¥ğ‘¨ğ‘

source: TRUE if the window should receive the input focus when mapped.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘¥ğ‘¨ğ‘ğ‘‘.

source: Decorated
en@shaw: ğ‘›ğ‘§ğ‘’ğ‘»ğ‘±ğ‘‘ğ‘©ğ‘›

source: Whether the window should be decorated by the window manager
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘§ğ‘’ğ‘»ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Deletable
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤

source: Whether the window frame should have a close button
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Gravity
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘ğ‘©ğ‘‘ğ‘°

source: The window gravity of the window
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘œğ‘®ğ‘¨ğ‘ğ‘©ğ‘‘ğ‘° ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Transient for Window
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘ ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: The transient parent of the dialog
en@shaw: ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘ ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Opacity for Window
en@shaw: ğ‘´ğ‘ğ‘¨ğ‘•ğ‘©ğ‘‘ğ‘° ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: The opacity of the window, from 0 to 1
en@shaw: ğ‘ ğ‘´ğ‘ğ‘¨ğ‘•ğ‘©ğ‘‘ğ‘° ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´, ğ‘“ğ‘®ğ‘ªğ‘¥ 0 ğ‘‘ 1

source: IM Status style
en@shaw: IM ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘•ğ‘‘ğ‘²ğ‘¤
