Repository: cafe-desktop/ctk
Catalog: po-properties/*.po
Languages: en@shaw

source: Loop
en@shaw: ğ‘¤ğ‘µğ‘

source: Whether the animation should loop when it reaches the end
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘¤ğ‘µğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘®ğ‘°ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘›

source: Number of Channels
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ

source: The number of samples per pixel
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘ğ‘» ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤

source: Has Alpha
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘¨ğ‘¤ğ‘“ğ‘©

source: Bits per Sample
en@shaw: ğ‘šğ‘¦ğ‘‘ğ‘• ğ‘ğ‘» ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤

source: The number of bits per sample
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘šğ‘¦ğ‘‘ğ‘• ğ‘ğ‘» ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤

source: Width
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Height
en@shaw: ğ‘£ğ‘²ğ‘‘

source: The number of bytes between the start of a row and the start of the next row
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘šğ‘²ğ‘‘ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘© ğ‘®ğ‘´ ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘®ğ‘´

source: Pixels
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Default Display
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±

source: The default display for GDK
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘“ğ‘¹ GDK

source: Screen
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Font options
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: The default font options for the screen
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Font resolution
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯

source: The resolution for fonts on the screen
en@shaw: ğ‘ ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘“ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Cursor
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼

source: Program name
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¯ğ‘±ğ‘¥

source: The name of the program. If this is not set, it defaults to g_get_application_name()
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥. ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘, ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘• ğ‘‘ g_get_application_name()

source: Program version
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: The version of the program
en@shaw: ğ‘ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Copyright string
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘®ğ‘²ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Copyright information for the program
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Comments string
en@shaw: ğ‘’ğ‘­ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Comments about the program
en@shaw: ğ‘’ğ‘­ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Website URL
en@shaw: ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘ URL

source: The URL for the link to the website of the program
en@shaw: ğ‘ URL ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Website label
en@shaw: ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: The label for the link to the website of the program. If this is not set, it defaults to the URL
en@shaw: ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥. ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘, ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘• ğ‘‘ ğ‘ URL

source: Authors
en@shaw: ğ‘·ğ‘”ğ‘¼ğ‘Ÿ

source: List of authors of the program
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘·ğ‘”ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: List of people documenting the program
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Artists
en@shaw: ğ‘­ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘•

source: List of people who have contributed artwork to the program
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘­ğ‘®ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Translator credits
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘•

source: Logo
en@shaw: ğ‘¤ğ‘´ğ‘œğ‘´

source: A logo for the about box. If this is not set, it defaults to ctk_window_get_default_icon_list()
en@shaw: ğ‘© ğ‘¤ğ‘´ğ‘œğ‘´ ğ‘“ğ‘¹ ğ‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘šğ‘ªğ‘’ğ‘•. ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘, ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘• ğ‘‘ ctk_window_get_default_icon_list()

source: Logo Icon Name
en@shaw: ğ‘¤ğ‘´ğ‘œğ‘´ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥

source: A named icon to use as the logo for the about box.
en@shaw: ğ‘© ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘‘ ğ‘¿ğ‘• ğ‘¨ğ‘Ÿ ğ‘ ğ‘¤ğ‘´ğ‘œğ‘´ ğ‘“ğ‘¹ ğ‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘šğ‘ªğ‘’ğ‘•.

source: Wrap license
en@shaw: ğ‘®ğ‘¨ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•

source: Whether to wrap the license text.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘®ğ‘¨ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘.

source: Accelerator Closure
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘¤ğ‘´ğ‘ ğ‘»

source: The closure to be monitored for accelerator changes
en@shaw: ğ‘ ğ‘’ğ‘¤ğ‘´ğ‘ ğ‘» ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘› ğ‘“ğ‘¹ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Accelerator Widget
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: The widget to be monitored for accelerator changes
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘‘ğ‘»ğ‘› ğ‘“ğ‘¹ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: A unique name for the action.
en@shaw: ğ‘© ğ‘¿ğ‘¯ğ‘°ğ‘’ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Label
en@shaw: ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: The label used for menu items and buttons that activate this action.
en@shaw: ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Short label
en@shaw: ğ‘–ğ‘¹ğ‘‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: A shorter label that may be used on toolbar buttons.
en@shaw: ğ‘© ğ‘–ğ‘¹ğ‘‘ğ‘¼ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘ªğ‘¯ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ.

source: Stock Icon
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯

source: The stock icon displayed in widgets representing this action.
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Icon Name
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥

source: The name of the icon from the icon theme
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘”ğ‘°ğ‘¥

source: Visible when horizontal
en@shaw: ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤

source: Whether the toolbar item is visible when the toolbar is in a horizontal orientation.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Visible when vertical
en@shaw: ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤

source: Whether the toolbar item is visible when the toolbar is in a vertical orientation.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Is important
en@shaw: ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘

source: Hide if empty
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘¦ğ‘“ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦

source: When TRUE, empty menu proxies for this action are hidden.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘µ, ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘ğ‘®ğ‘ªğ‘’ğ‘•ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¸ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯.

source: Sensitive
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘

source: Whether the action is enabled.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.

source: Visible
en@shaw: ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Whether the action is visible.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤.

source: Action Group
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘œğ‘®ğ‘µğ‘

source: Always show image
en@shaw: ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘–ğ‘´ ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Whether the image will always be shown
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯

source: A name for the action group.
en@shaw: ğ‘© ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘œğ‘®ğ‘µğ‘.

source: Whether the action group is enabled.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘œğ‘®ğ‘µğ‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.

source: Whether the action group is visible.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘œğ‘®ğ‘µğ‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤.

source: Related Action
en@shaw: ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Use Action Appearance
en@shaw: ğ‘¿ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•

source: Whether to use the related actions appearance properties
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘• ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Value
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿

source: The value of the adjustment
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Minimum Value
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: The minimum value of the adjustment
en@shaw: ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Maximum Value
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: The maximum value of the adjustment
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Step Increment
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: The step increment of the adjustment
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Page Increment
en@shaw: ğ‘ğ‘±ğ‘¡ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: The page increment of the adjustment
en@shaw: ğ‘ ğ‘ğ‘±ğ‘¡ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Page Size
en@shaw: ğ‘ğ‘±ğ‘¡ ğ‘•ğ‘²ğ‘Ÿ

source: The page size of the adjustment
en@shaw: ğ‘ ğ‘ğ‘±ğ‘¡ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Horizontal alignment
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Horizontal position of child in available space. 0.0 is left aligned, 1.0 is right aligned
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘ğ‘±ğ‘•. 0.0 ğ‘¦ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘›, 1.0 ğ‘¦ğ‘Ÿ ğ‘®ğ‘²ğ‘‘ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘›

source: Vertical alignment
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Vertical position of child in available space. 0.0 is top aligned, 1.0 is bottom aligned
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘ğ‘±ğ‘•. 0.0 ğ‘¦ğ‘Ÿ ğ‘‘ğ‘ªğ‘ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘›, 1.0 ğ‘¦ğ‘Ÿ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘›

source: Horizontal scale
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘±ğ‘¤

source: If available horizontal space is bigger than needed for the child, how much of it to use for the child. 0.0 means none, 1.0 means all
en@shaw: ğ‘¦ğ‘“ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¦ğ‘Ÿ ğ‘šğ‘¦ğ‘œğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›, ğ‘£ğ‘¬ ğ‘¥ğ‘³ğ‘— ğ‘ ğ‘¦ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›. 0.0 ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¯ğ‘³ğ‘¯, 1.0 ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘·ğ‘¤

source: Vertical scale
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘±ğ‘¤

source: If available vertical space is bigger than needed for the child, how much of it to use for the child. 0.0 means none, 1.0 means all
en@shaw: ğ‘¦ğ‘“ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¦ğ‘Ÿ ğ‘šğ‘¦ğ‘œğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›, ğ‘£ğ‘¬ ğ‘¥ğ‘³ğ‘— ğ‘ ğ‘¦ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›. 0.0 ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¯ğ‘³ğ‘¯, 1.0 ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘·ğ‘¤

source: Top Padding
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: The padding to insert at the top of the widget.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘.

source: Bottom Padding
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: The padding to insert at the bottom of the widget.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘.

source: Left Padding
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: The padding to insert at the left of the widget.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘.

source: Right Padding
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: The padding to insert at the right of the widget.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘.

source: Arrow direction
en@shaw: ğ‘¨ğ‘®ğ‘´ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: The direction the arrow should point
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¨ğ‘®ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘ğ‘¶ğ‘¯ğ‘‘

source: Arrow shadow
en@shaw: ğ‘¨ğ‘®ğ‘´ ğ‘–ğ‘¨ğ‘›ğ‘´

source: Appearance of the shadow surrounding the arrow
en@shaw: ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘¨ğ‘®ğ‘´

source: Arrow Scaling
en@shaw: ğ‘¨ğ‘®ğ‘´ ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™

source: Amount of space used up by arrow
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¿ğ‘•ğ‘‘ ğ‘³ğ‘ ğ‘šğ‘² ğ‘¨ğ‘®ğ‘´

source: Horizontal Alignment
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: X alignment of the child
en@shaw: ğ‘§ğ‘’ğ‘• ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Vertical Alignment
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Y alignment of the child
en@shaw: ğ‘¢ğ‘² ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Ratio
en@shaw: ğ‘®ğ‘±ğ‘–ğ‘¦ğ‘´

source: Aspect ratio if obey_child is FALSE
en@shaw: ğ‘¨ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘±ğ‘–ğ‘¦ğ‘´ ğ‘¦ğ‘“ obey_child ğ‘¦ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘•

source: Obey child
en@shaw: ğ‘ªğ‘šğ‘± ğ‘—ğ‘²ğ‘¤ğ‘›

source: Force aspect ratio to match that of the frame's child
en@shaw: ğ‘“ğ‘¹ğ‘• ğ‘¨ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘±ğ‘–ğ‘¦ğ‘´ ğ‘‘ ğ‘¥ğ‘¨ğ‘— ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘®ğ‘±ğ‘¥'ğ‘• ğ‘—ğ‘²ğ‘¤ğ‘›

source: Header Padding
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Number of pixels around the header.
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘£ğ‘§ğ‘›ğ‘¼.

source: Content Padding
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Number of pixels around the content pages.
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ.

source: Page type
en@shaw: ğ‘ğ‘±ğ‘¡ ğ‘‘ğ‘²ğ‘

source: The type of the assistant page
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡

source: Page title
en@shaw: ğ‘ğ‘±ğ‘¡ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: The title of the assistant page
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡

source: Header image
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Header image for the assistant page
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡

source: Sidebar image
en@shaw: ğ‘•ğ‘²ğ‘›ğ‘šğ‘­ğ‘® ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Sidebar image for the assistant page
en@shaw: ğ‘•ğ‘²ğ‘›ğ‘šğ‘­ğ‘® ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ ğ‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡

source: Page complete
en@shaw: ğ‘ğ‘±ğ‘¡ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Whether all required fields on the page have been filled out
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘·ğ‘¤ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘“ğ‘°ğ‘¤ğ‘›ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘±ğ‘¡ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘¬ğ‘‘

source: Minimum child width
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Minimum width of buttons inside the box
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘šğ‘ªğ‘’ğ‘•

source: Minimum child height
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘£ğ‘²ğ‘‘

source: Minimum height of buttons inside the box
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘šğ‘ªğ‘’ğ‘•

source: Child internal width padding
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Amount to increase child's size on either side
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘—ğ‘²ğ‘¤ğ‘›'ğ‘• ğ‘•ğ‘²ğ‘Ÿ ğ‘ªğ‘¯ ğ‘²ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘›

source: Child internal height padding
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘£ğ‘²ğ‘‘ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Amount to increase child's size on the top and bottom
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘—ğ‘²ğ‘¤ğ‘›'ğ‘• ğ‘•ğ‘²ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘¯ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥

source: Layout style
en@shaw: ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: How to layout the buttons in the box. Possible values are default, spread, edge, start and end
en@shaw: ğ‘£ğ‘¬ ğ‘‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘ªğ‘’ğ‘•. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘, ğ‘•ğ‘ğ‘®ğ‘§ğ‘›, ğ‘§ğ‘¡, ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¯ ğ‘§ğ‘¯ğ‘›

source: Secondary
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦

source: If TRUE, the child appears in a secondary group of children, suitable for, e.g., help buttons
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘œğ‘®ğ‘µğ‘ ğ‘ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯, ğ‘•ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹, ğ‘§.ğ‘¡ğ‘°., ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Spacing
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: The amount of space between children
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯

source: Homogeneous
en@shaw: ğ‘£ğ‘´ğ‘¥ğ‘©ğ‘¡ğ‘°ğ‘¯ğ‘°ğ‘©ğ‘•

source: Whether the children should all be the same size
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘·ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ

source: Expand
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›

source: Whether the child should receive extra space when the parent grows
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘®ğ‘´ğ‘Ÿ

source: Fill
en@shaw: ğ‘“ğ‘¦ğ‘¤

source: Whether extra space given to the child should be allocated to the child or used as padding
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¹ ğ‘¿ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Padding
en@shaw: ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Extra space to put between the child and its neighbors, in pixels
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘±ğ‘šğ‘¼ğ‘Ÿ, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Pack type
en@shaw: ğ‘ğ‘¨ğ‘’ ğ‘‘ğ‘²ğ‘

source: Position
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: The index of the child in the parent
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘• ğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘

source: Translation Domain
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯

source: Text of the label widget inside the button, if the button contains a label widget
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯, ğ‘¦ğ‘“ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘© ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Use underline
en@shaw: ğ‘¿ğ‘Ÿ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯

source: If set, an underline in the text indicates the next character should be used for the mnemonic accelerator key
en@shaw: ğ‘¦ğ‘“ ğ‘•ğ‘§ğ‘‘, ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘°

source: Use stock
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘‘ğ‘ªğ‘’

source: If set, the label is used to pick a stock item instead of being displayed
en@shaw: ğ‘¦ğ‘“ ğ‘•ğ‘§ğ‘‘, ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘ğ‘¦ğ‘’ ğ‘© ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Focus on click
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘ªğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’

source: Whether the button grabs focus when it is clicked with the mouse
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘šğ‘Ÿ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘•

source: Border relief
en@shaw: ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘“

source: The border relief style
en@shaw: ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘“ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Horizontal alignment for child
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Vertical alignment for child
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Image widget
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Child widget to appear next to the button text
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘ ğ‘©ğ‘ğ‘½ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Image position
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: The position of the image relative to the text
en@shaw: ğ‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Default Spacing
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Default Outside Spacing
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Child X Displacement
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘§ğ‘’ğ‘• ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: How far in the x direction to move the child when the button is depressed
en@shaw: ğ‘£ğ‘¬ ğ‘“ğ‘¸ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘’ğ‘• ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘

source: Child Y Displacement
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘² ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: How far in the y direction to move the child when the button is depressed
en@shaw: ğ‘£ğ‘¬ ğ‘“ğ‘¸ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘² ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘

source: Displace focus
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘• ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: Whether the child_displacement_x/_y properties should also affect the focus rectangle
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ child_displacement_x/_ğ‘¢ğ‘² ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¨ğ‘™ğ‘œğ‘©ğ‘¤

source: Inner Border
en@shaw: ğ‘¦ğ‘¯ğ‘¼ ğ‘šğ‘¹ğ‘›ğ‘¼

source: Border between button edges and child.
en@shaw: ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘§ğ‘¡ğ‘©ğ‘Ÿ ğ‘¯ ğ‘—ğ‘²ğ‘¤ğ‘›.

source: Image spacing
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Spacing in pixels between the image and label
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¯ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Show button images
en@shaw: ğ‘–ğ‘´ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Whether images should be shown on buttons
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Year
en@shaw: ğ‘˜ğ‘½

source: The selected year
en@shaw: ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘˜ğ‘½

source: Month
en@shaw: ğ‘¥ğ‘³ğ‘¯ğ‘”

source: The selected month (as a number between 0 and 11)
en@shaw: ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘³ğ‘¯ğ‘” (ğ‘¨ğ‘Ÿ ğ‘© ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0 ğ‘¯ 11)

source: Day
en@shaw: ğ‘›ğ‘±

source: Show Heading
en@shaw: ğ‘–ğ‘´ ğ‘£ğ‘§ğ‘›ğ‘¦ğ‘™

source: If TRUE, a heading is displayed
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘© ğ‘£ğ‘§ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Show Day Names
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘± ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ

source: If TRUE, day names are displayed
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘›ğ‘± ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘¸ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: No Month Change
en@shaw: ğ‘¯ğ‘´ ğ‘¥ğ‘³ğ‘¯ğ‘” ğ‘—ğ‘±ğ‘¯ğ‘¡

source: If TRUE, the selected month cannot be changed
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘³ğ‘¯ğ‘” ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›

source: Show Week Numbers
en@shaw: ğ‘–ğ‘´ ğ‘¢ğ‘°ğ‘’ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: If TRUE, week numbers are displayed
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¢ğ‘°ğ‘’ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¸ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Details Width
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Details width in characters
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Details Height
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘£ğ‘²ğ‘‘

source: Details height in rows
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘£ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘®ğ‘´ğ‘Ÿ

source: Show Details
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: If TRUE, details are shown
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘–ğ‘´ğ‘¯

source: Editing Canceled
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: Indicates that editing has been canceled
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: mode
en@shaw: ğ‘¥ğ‘´ğ‘›

source: visible
en@shaw: ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Display the cell
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘•ğ‘§ğ‘¤

source: Display the cell sensitive
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘•ğ‘§ğ‘¤ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘

source: The x-align
en@shaw: ğ‘ ğ‘§ğ‘’ğ‘•-ğ‘©ğ‘¤ğ‘²ğ‘¯
