Repository: cafe-desktop/ctk
Catalog: po-properties/*.po
Languages: en@shaw

source: How far in the x direction to move the arrow when the button is depressed
en@shaw: ğ‘£ğ‘¬ ğ‘“ğ‘¸ ğ‘¦ğ‘¯ ğ‘ x ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘¨ğ‘®ğ‘´ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘

source: Arrow Y Displacement
en@shaw: ğ‘¨ğ‘®ğ‘´ Y ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: How far in the y direction to move the arrow when the button is depressed
en@shaw: ğ‘£ğ‘¬ ğ‘“ğ‘¸ ğ‘¦ğ‘¯ ğ‘ y ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘¨ğ‘®ğ‘´ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘

source: Draw slider ACTIVE during drag
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘›ğ‘®ğ‘¨ğ‘œ

source: Trough Side Details
en@shaw: ğ‘‘ğ‘®ğ‘ªğ‘“ ğ‘•ğ‘²ğ‘› ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: When TRUE, the parts of the trough on the two sides of the slider are drawn with different details
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘ªğ‘“ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘µ ğ‘•ğ‘²ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼ ğ‘¸ ğ‘›ğ‘®ğ‘·ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Trough Under Steppers
en@shaw: ğ‘‘ğ‘®ğ‘ªğ‘“ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘•ğ‘‘ğ‘§ğ‘ğ‘»ğ‘Ÿ

source: Whether to draw trough for full length of range or exclude the steppers and spacing
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘‘ğ‘®ğ‘ªğ‘“ ğ‘“ğ‘¹ ğ‘“ğ‘«ğ‘¤ ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘¹ ğ‘§ğ‘’ğ‘•ğ‘’ğ‘¤ğ‘µğ‘› ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘ğ‘»ğ‘Ÿ ğ‘¯ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Arrow scaling
en@shaw: ğ‘¨ğ‘®ğ‘´ ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™

source: Arrow scaling with regard to scroll button size
en@shaw: ğ‘¨ğ‘®ğ‘´ ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘¦ğ‘œğ‘¸ğ‘› ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘²ğ‘Ÿ

source: Show Numbers
en@shaw: ğ‘–ğ‘´ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Whether the items should be displayed with a number
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: Recent Manager
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Show Private
en@shaw: ğ‘–ğ‘´ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘

source: Whether the private items should be displayed
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Show Icons
en@shaw: ğ‘–ğ‘´ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: Whether there should be an icon near the item
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘º ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘©ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘½ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Show Not Found
en@shaw: ğ‘–ğ‘´ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Whether the items pointing to unavailable resources should be displayed
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘©ğ‘¯ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Whether to allow multiple items to be selected
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Local only
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: Limit
en@shaw: ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘

source: The maximum number of items to be displayed
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Sort Type
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘‘ğ‘²ğ‘

source: The sorting order of the items displayed
en@shaw: ğ‘ ğ‘•ğ‘¹ğ‘‘ğ‘¦ğ‘™ ğ‘¹ğ‘›ğ‘¼ ğ‘ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: The current filter for selecting which resources are displayed
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼ ğ‘“ğ‘¹ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘— ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: The full path to the file to be used to store and read the list
en@shaw: ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘ğ‘­ğ‘” ğ‘‘ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘•ğ‘‘ğ‘¹ ğ‘¯ ğ‘®ğ‘§ğ‘› ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: The maximum number of items to be returned by ctk_recent_manager_get_items()
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘šğ‘² ctk_recent_manager_get_items()

source: The size of the recently used resources list
en@shaw: ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Lower
en@shaw: ğ‘¤ğ‘´ğ‘¼

source: Lower limit of ruler
en@shaw: ğ‘¤ğ‘´ğ‘¼ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘¤ğ‘¼

source: Upper
en@shaw: ğ‘³ğ‘ğ‘»

source: Upper limit of ruler
en@shaw: ğ‘³ğ‘ğ‘» ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘¤ğ‘¼

source: Position of mark on the ruler
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¥ğ‘¸ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘µğ‘¤ğ‘¼

source: Max Size
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘• ğ‘•ğ‘²ğ‘Ÿ

source: Maximum size of the ruler
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘µğ‘¤ğ‘¼

source: Metric
en@shaw: ğ‘¥ğ‘§ğ‘‘ğ‘®ğ‘¦ğ‘’

source: The metric used for the ruler
en@shaw: ğ‘ ğ‘¥ğ‘§ğ‘‘ğ‘®ğ‘¦ğ‘’ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘®ğ‘µğ‘¤ğ‘¼

source: The number of decimal places that are displayed in the value
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Draw Value
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Whether the current value is displayed as a string next to the slider
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼

source: Value Position
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: The position in which the current value is displayed
en@shaw: ğ‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Slider Length
en@shaw: ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼ ğ‘¤ğ‘§ğ‘™ğ‘”

source: Length of scale's slider
en@shaw: ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘•ğ‘’ğ‘±ğ‘¤'ğ‘• ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼

source: Value spacing
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Space between value text and the slider/trough area
en@shaw: ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¯ ğ‘ ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼/ğ‘‘ğ‘®ğ‘ªğ‘“ ğ‘ºğ‘¦ğ‘©

source: The value of the scale
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘±ğ‘¤

source: The icon size
en@shaw: ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘²ğ‘Ÿ

source: Icons
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: List of icon names
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ

source: Minimum Slider Length
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼ ğ‘¤ğ‘§ğ‘™ğ‘”

source: Fixed slider size
en@shaw: ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼ ğ‘•ğ‘²ğ‘Ÿ

source: Don't change slider size, just lock it to the minimum length
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼ ğ‘•ğ‘²ğ‘Ÿ, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘ªğ‘’ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘¤ğ‘§ğ‘™ğ‘”

source: Horizontal Adjustment
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Vertical Adjustment
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Window Placement
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Window Placement Set
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘

source: Shadow Type
en@shaw: ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘‘ğ‘²ğ‘

source: Style of bevel around the contents
en@shaw: ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ ğ‘šğ‘§ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Scrolled Window Placement
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Draw
en@shaw: ğ‘›ğ‘®ğ‘·

source: Whether the separator is drawn, or just blank
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘›ğ‘®ğ‘·ğ‘¯, ğ‘¹ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’

source: Double Click Time
en@shaw: ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘¥

source: Maximum time allowed between two clicks for them to be considered a double click (in milliseconds)
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘‘ğ‘µ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘• ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘© ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’ (ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ)

source: Double Click Distance
en@shaw: ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•

source: Maximum distance allowed between two clicks for them to be considered a double click (in pixels)
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘‘ğ‘µ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘• ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘© ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’ (ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ)

source: Cursor Blink
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’

source: Whether the cursor should blink
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’

source: Cursor Blink Time
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘‘ğ‘²ğ‘¥

source: Length of the cursor blink cycle, in milliseconds
en@shaw: ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘•ğ‘²ğ‘’ğ‘©ğ‘¤, ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: Cursor Blink Timeout
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘

source: Time after which the cursor stops blinking, in seconds
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘•ğ‘‘ğ‘ªğ‘ğ‘• ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™, ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ

source: Split Cursor
en@shaw: ğ‘•ğ‘ğ‘¤ğ‘¦ğ‘‘ ğ‘’ğ‘»ğ‘•ğ‘¼

source: Whether two cursors should be displayed for mixed left-to-right and right-to-left text
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ğ‘µ ğ‘’ğ‘»ğ‘•ğ‘¼ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘“ğ‘¹ ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘-ğ‘‘-ğ‘®ğ‘²ğ‘‘ ğ‘¯ ğ‘®ğ‘²ğ‘‘-ğ‘‘-ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Theme Name
en@shaw: ğ‘”ğ‘°ğ‘¥ ğ‘¯ğ‘±ğ‘¥

source: Icon Theme Name
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘”ğ‘°ğ‘¥ ğ‘¯ğ‘±ğ‘¥

source: Name of icon theme to use
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘”ğ‘°ğ‘¥ ğ‘‘ ğ‘¿ğ‘•

source: Fallback Icon Theme Name
en@shaw: ğ‘“ğ‘ªğ‘¤ğ‘šğ‘¨ğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘”ğ‘°ğ‘¥ ğ‘¯ğ‘±ğ‘¥

source: Name of a icon theme to fall back to
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘© ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘”ğ‘°ğ‘¥ ğ‘‘ ğ‘“ğ‘·ğ‘¤ ğ‘šğ‘¨ğ‘’ ğ‘‘

source: Key Theme Name
en@shaw: ğ‘’ğ‘° ğ‘”ğ‘°ğ‘¥ ğ‘¯ğ‘±ğ‘¥

source: Menu bar accelerator
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘šğ‘¸ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼

source: Drag threshold
en@shaw: ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘”ğ‘®ğ‘§ğ‘–ğ‘´ğ‘¤ğ‘›

source: Number of pixels the cursor can move before dragging
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘¦ğ‘™

source: Font Name
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Name of default font to use
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘•

source: Icon Sizes
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘Ÿ

source: Cursor theme name
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘”ğ‘°ğ‘¥ ğ‘¯ğ‘±ğ‘¥

source: Name of the cursor theme to use, or NULL to use the default theme
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘”ğ‘°ğ‘¥ ğ‘‘ ğ‘¿ğ‘•, ğ‘¹ ğ‘¯ğ‘³ğ‘¤ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘”ğ‘°ğ‘¥

source: Cursor theme size
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘”ğ‘°ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ

source: Size to use for cursors, or 0 to use the default size
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘’ğ‘»ğ‘•ğ‘¼ğ‘Ÿ, ğ‘¹ 0 ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: Alternative button order
en@shaw: ğ‘·ğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¹ğ‘›ğ‘¼

source: Whether buttons in dialogs should use the alternative button order
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘¿ğ‘• ğ‘ ğ‘·ğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¹ğ‘›ğ‘¼

source: Alternative sort indicator direction
en@shaw: ğ‘·ğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘•ğ‘¹ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Whether the direction of the sort indicators in list and tree views is inverted compared to the default (where down means ascending)
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘¹ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¯ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘ğ‘ºğ‘› ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ (ğ‘¢ğ‘º ğ‘›ğ‘¬ğ‘¯ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘©ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™)

source: Show the 'Input Methods' menu
en@shaw: ğ‘–ğ‘´ ğ‘ 'ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘›ğ‘Ÿ' ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Whether the context menus of entries and text views should offer to change the input method
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘¿ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘ªğ‘“ğ‘¼ ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘›

source: Show the 'Insert Unicode Control Character' menu
en@shaw: ğ‘–ğ‘´ ğ‘ 'ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼' ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Whether the context menus of entries and text views should offer to insert control characters
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘¿ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘ªğ‘“ğ‘¼ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Start timeout
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘

source: Repeat timeout
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘°ğ‘‘ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘

source: Expand timeout
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘

source: Color scheme
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ Â·ğ‘•ğ‘’ğ‘°ğ‘¥

source: A palette of named colors for use in themes
en@shaw: ğ‘© ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘ ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¿ğ‘• ğ‘¦ğ‘¯ ğ‘”ğ‘°ğ‘¥ğ‘Ÿ

source: Enable Animations
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: When TRUE, there are no motion notify events delivered on this screen
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘µ, ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘¥ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘›ğ‘©ğ‘¤ğ‘¦ğ‘ğ‘¼ğ‘› ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Timeout after which browse mode is disabled
en@shaw: ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘šğ‘®ğ‘¬ğ‘Ÿ ğ‘¥ğ‘´ğ‘› ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›

source: When TRUE, there are only cursor keys available to navigate widgets
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘µ, ğ‘ğ‘º ğ‘¸ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘’ğ‘°ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•

source: Whether to wrap around when keyboard-navigating widgets
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘®ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›-ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•

source: Error Bell
en@shaw: ğ‘»ğ‘¼ ğ‘šğ‘§ğ‘¤

source: When TRUE, keyboard navigation and other errors will cause a beep
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘µ, ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘»ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘·ğ‘Ÿ ğ‘© ğ‘šğ‘°ğ‘

source: Color Hash
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘£ğ‘¨ğ‘–

source: A hash table representation of the color scheme.
en@shaw: ğ‘© ğ‘£ğ‘¨ğ‘– ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ Â·ğ‘•ğ‘’ğ‘°ğ‘¥.

source: Default print backend
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘›

source: Default command to run when displaying a print preview
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿

source: Command to run when displaying a print preview
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿

source: Enable Mnemonics
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ğ‘•

source: Whether labels should have mnemonics
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ğ‘•

source: Enable Accelerators
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ

source: Whether menu items should have accelerators
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ

source: Recent Files Limit
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘

source: Number of recently used files
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Default IM module
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ IM ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Which IM module should be used by default
en@shaw: ğ‘¢ğ‘¦ğ‘— IM ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘šğ‘² ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Recent Files Max Age
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¥ğ‘¨ğ‘’ğ‘• ğ‘±ğ‘¡

source: Maximum age of recently used files, in days
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘±ğ‘¡ ğ‘ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ, ğ‘¦ğ‘¯ ğ‘›ğ‘±ğ‘Ÿ

source: Sound Theme Name
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘”ğ‘°ğ‘¥ ğ‘¯ğ‘±ğ‘¥

source: Audible Input Feedback
en@shaw: ğ‘­ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘“ğ‘°ğ‘›ğ‘šğ‘¨ğ‘’

source: Whether to play event sounds as feedback to user input
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘“ğ‘°ğ‘›ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Enable Event Sounds
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ

source: Whether to play any event sounds at all
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘§ğ‘¯ğ‘¦ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘·ğ‘¤

source: Toolbar style
en@shaw: ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Whether default toolbars have text only, text and icons, icons only, etc.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦, ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ, ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦, ğ‘§ğ‘‘ğ‘•.

source: Toolbar Icon Size
en@shaw: ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘²ğ‘Ÿ

source: The size of icons in default toolbars.
en@shaw: ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ğ‘Ÿ.

source: Auto Mnemonics
en@shaw: ğ‘·ğ‘‘ğ‘´ ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ğ‘•

source: Whether mnemonics should be automatically shown and hidden when the user presses the mnemonic activator.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘–ğ‘´ğ‘¯ ğ‘¯ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘ğ‘®ğ‘§ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘¨ğ‘’ğ‘‘ğ‘©ğ‘ğ‘±ğ‘‘ğ‘».

source: Application prefers a dark theme
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘Ÿ ğ‘© ğ‘›ğ‘¸ğ‘’ ğ‘”ğ‘°ğ‘¥

source: Whether the application prefers to have a dark theme.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘›ğ‘¸ğ‘’ ğ‘”ğ‘°ğ‘¥.

source: Mode
en@shaw: ğ‘¥ğ‘´ğ‘›

source: The directions in which the size group affects the requested sizes of its component widgets
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘Ÿ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•

source: Ignore hidden
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯

source: Climb Rate
en@shaw: ğ‘’ğ‘¤ğ‘²ğ‘¥ ğ‘®ğ‘±ğ‘‘

source: Snap to Ticks
en@shaw: ğ‘•ğ‘¯ğ‘¨ğ‘ ğ‘‘ ğ‘‘ğ‘¦ğ‘’ğ‘•

source: Whether erroneous values are automatically changed to a spin button's nearest step increment
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘®ğ‘´ğ‘¯ğ‘°ğ‘©ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘‘ ğ‘© ğ‘•ğ‘ğ‘¦ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯'ğ‘• ğ‘¯ğ‘½ğ‘©ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Numeric
en@shaw: ğ‘¯ğ‘¿ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’

source: Whether non-numeric characters should be ignored
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¯ğ‘ªğ‘¯-ğ‘¯ğ‘¿ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘›

source: Wrap
en@shaw: ğ‘®ğ‘¨ğ‘

source: Whether a spin button should wrap upon reaching its limits
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘© ğ‘•ğ‘ğ‘¦ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¨ğ‘ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘®ğ‘°ğ‘—ğ‘¦ğ‘™ ğ‘¦ğ‘‘ğ‘• ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ğ‘•

source: Update Policy
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘•ğ‘¦

source: Whether the spin button should update always, or only when the value is legal
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘ğ‘¦ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ, ğ‘¹ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘°ğ‘œğ‘©ğ‘¤

source: Reads the current value, or sets a new value
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘Ÿ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿, ğ‘¹ ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘© ğ‘¯ğ‘¿ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Style of bevel around the spin button
en@shaw: ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ ğ‘šğ‘§ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘•ğ‘ğ‘¦ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Whether the spinner is active
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘ğ‘¦ğ‘¯ğ‘» ğ‘¦ğ‘Ÿ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘

source: Number of steps
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘ğ‘•

source: Animation duration
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘«ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯

source: The length of time in milliseconds for the spinner to complete a full loop
en@shaw: ğ‘ ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘ğ‘¦ğ‘¯ğ‘» ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘© ğ‘“ğ‘«ğ‘¤ ğ‘¤ğ‘µğ‘

source: Has Resize Grip
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿ ğ‘œğ‘®ğ‘¦ğ‘

source: The size of the icon
en@shaw: ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯

source: The screen where this status icon will be displayed
en@shaw: ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘º ğ‘ğ‘¦ğ‘• ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Blinking
en@shaw: ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™

source: Whether or not the status icon is blinking
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¦ğ‘Ÿ ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™

source: Whether or not the status icon is visible
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Whether or not the status icon is embedded
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘šğ‘§ğ‘›ğ‘¦ğ‘›

source: The orientation of the tray
en@shaw: ğ‘ ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘±

source: The title of this tray icon
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘± ğ‘²ğ‘’ğ‘ªğ‘¯

source: Rows
en@shaw: ğ‘®ğ‘´ğ‘Ÿ

source: The number of rows in the table
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘®ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Columns
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ

source: The number of columns in the table
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Row spacing
en@shaw: ğ‘®ğ‘´ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: The amount of space between two consecutive rows
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘‘ğ‘µ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘§ğ‘’ğ‘˜ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘®ğ‘´ğ‘Ÿ

source: Column spacing
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: The amount of space between two consecutive columns
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘‘ğ‘µ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘§ğ‘’ğ‘˜ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ

source: If TRUE, the table cells are all the same width/height
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘§ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘·ğ‘¤ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘›ğ‘”/ğ‘£ğ‘²ğ‘‘

source: Left attachment
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Right attachment
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: The column number to attach the right side of a child widget to
en@shaw: ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘© ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘

source: Top attachment
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: The row number to attach the top of a child widget to
en@shaw: ğ‘ ğ‘®ğ‘´ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘© ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘

source: Bottom attachment
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Horizontal options
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Options specifying the horizontal behaviour of the child
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼ ğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Vertical options
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Options specifying the vertical behaviour of the child
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼ ğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Horizontal padding
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Extra space to put between the child and its left and right neighbors, in pixels
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¯ ğ‘®ğ‘²ğ‘‘ ğ‘¯ğ‘±ğ‘šğ‘¼ğ‘Ÿ, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Vertical padding
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Extra space to put between the child and its upper and lower neighbors, in pixels
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘³ğ‘ğ‘» ğ‘¯ ğ‘¤ğ‘´ğ‘¼ ğ‘¯ğ‘±ğ‘šğ‘¼ğ‘Ÿ, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Tag Table
en@shaw: ğ‘‘ğ‘¨ğ‘œ ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Text Tag Table
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘¨ğ‘œ ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Current text of the buffer
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘³ğ‘“ğ‘¼

source: Has selection
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯
