Repository: cafe-desktop/ctk
Catalog: po-properties/*.po
Languages: en@shaw

source: The row number to attach the top of the child to
en@shaw: ğ‘ ğ‘®ğ‘´ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘‘

source: Bottom Attach
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘©ğ‘‘ğ‘¨ğ‘—

source: The row number to attach the bottom of the child to
en@shaw: ğ‘ ğ‘®ğ‘´ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘‘

source: Arbitrary constant to scale down the size of the scroll arrow
en@shaw: ğ‘¸ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘¼ğ‘¦ ğ‘’ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘’ğ‘±ğ‘¤ ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¨ğ‘®ğ‘´

source: Can change accelerators
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ

source: Whether menu accelerators can be changed by pressing a key over the menu item
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘šğ‘² ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘° ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Pack direction
en@shaw: ğ‘ğ‘¨ğ‘’ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Child Pack direction
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘¨ğ‘’ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Internal padding
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Delay before drop down menus appear
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘›ğ‘®ğ‘ªğ‘ ğ‘›ğ‘¬ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘Ÿ ğ‘©ğ‘ğ‘½

source: Right Justified
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘“ğ‘²ğ‘›

source: Sets whether the menu item appears justified at the right side of a menu bar
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘“ğ‘²ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘šğ‘¸

source: Sets the accelerator path of the menu item
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘” ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: The text for the child label
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Amount of space used up by arrow, relative to the menu item's font size
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¿ğ‘•ğ‘‘ ğ‘³ğ‘ ğ‘šğ‘² ğ‘¨ğ‘®ğ‘´, ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥'ğ‘• ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: Width in Characters
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: The minimum desired width of the menu item in characters
en@shaw: ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘¼ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Take Focus
en@shaw: ğ‘‘ğ‘±ğ‘’ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: A boolean that determines whether the menu grabs the keyboard focus
en@shaw: ğ‘© ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘œğ‘®ğ‘¨ğ‘šğ‘Ÿ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: Menu
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Image/label border
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡/ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘šğ‘¹ğ‘›ğ‘¼

source: Width of border around the label and image in the message dialog
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Use separator
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼

source: Whether to put a separator between the message dialog's text and the buttons
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘© ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ'ğ‘• ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¯ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Message Buttons
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: The buttons shown in the message dialog
en@shaw: ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: The primary text of the message dialog
en@shaw: ğ‘ ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Use Markup
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘©ğ‘

source: Secondary Text
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: The secondary text of the message dialog
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Use Markup in secondary
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘©ğ‘ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦

source: The image
en@shaw: ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Y align
en@shaw: ğ‘¢ğ‘² ğ‘©ğ‘¤ğ‘²ğ‘¯

source: The vertical alignment, from 0 (top) to 1 (bottom)
en@shaw: ğ‘ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘“ğ‘®ğ‘ªğ‘¥ 0 (ğ‘‘ğ‘ªğ‘) ğ‘‘ 1 (ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥)

source: X pad
en@shaw: ğ‘§ğ‘’ğ‘• ğ‘ğ‘¨ğ‘›

source: The amount of space to add on the left and right of the widget, in pixels
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘‘ ğ‘¨ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¯ ğ‘®ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Y pad
en@shaw: ğ‘¢ğ‘² ğ‘ğ‘¨ğ‘›

source: The amount of space to add on the top and bottom of the widget, in pixels
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘‘ ğ‘¨ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘¯ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Parent
en@shaw: ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘

source: The parent window
en@shaw: ğ‘ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Is Showing
en@shaw: ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¦ğ‘™

source: Are we showing a dialog
en@shaw: ğ‘¸ ğ‘¢ğ‘° ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘© ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: The screen where this window will be displayed.
en@shaw: ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘º ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›.

source: Page
en@shaw: ğ‘ğ‘±ğ‘¡

source: The index of the current page
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘• ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡

source: Tab Position
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Which side of the notebook holds the tabs
en@shaw: ğ‘¢ğ‘¦ğ‘— ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘¯ğ‘´ğ‘‘ğ‘šğ‘«ğ‘’ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘Ÿ ğ‘ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ

source: Show Tabs
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ

source: Whether tabs should be shown or not
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¹ ğ‘¯ğ‘ªğ‘‘

source: Show Border
en@shaw: ğ‘–ğ‘´ ğ‘šğ‘¹ğ‘›ğ‘¼

source: Whether the border should be shown or not
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¹ ğ‘¯ğ‘ªğ‘‘

source: Scrollable
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: If TRUE, scroll arrows are added if there are too many tabs to fit
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¨ğ‘®ğ‘´ğ‘Ÿ ğ‘¸ ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘“ ğ‘ğ‘º ğ‘¸ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ ğ‘‘ ğ‘“ğ‘¦ğ‘‘

source: Enable Popup
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ğ‘ªğ‘ğ‘³ğ‘

source: If TRUE, pressing the right mouse button on the notebook pops up a menu that you can use to go to a page
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘¯ğ‘´ğ‘‘ğ‘šğ‘«ğ‘’ ğ‘ğ‘­ğ‘ğ‘• ğ‘³ğ‘ ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘‘ ğ‘œğ‘´ ğ‘‘ ğ‘© ğ‘ğ‘±ğ‘¡

source: Group
en@shaw: ğ‘œğ‘®ğ‘µğ‘

source: Group for tabs drag and drop
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘“ğ‘¹ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘¯ ğ‘›ğ‘®ğ‘ªğ‘

source: Tab label
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: The string displayed on the child's tab label
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›'ğ‘• ğ‘‘ğ‘¨ğ‘š ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Menu label
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: The string displayed in the child's menu entry
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›'ğ‘• ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Tab expand
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›

source: Whether to expand the child's tab or not
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›'ğ‘• ğ‘‘ğ‘¨ğ‘š ğ‘¹ ğ‘¯ğ‘ªğ‘‘

source: Tab fill
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘“ğ‘¦ğ‘¤

source: Whether the child's tab should fill the allocated area or not
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›'ğ‘• ğ‘‘ğ‘¨ğ‘š ğ‘–ğ‘«ğ‘› ğ‘“ğ‘¦ğ‘¤ ğ‘ ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ºğ‘¦ğ‘© ğ‘¹ ğ‘¯ğ‘ªğ‘‘

source: Tab pack type
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘ğ‘¨ğ‘’ ğ‘‘ğ‘²ğ‘

source: Tab detachable
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘—ğ‘©ğ‘šğ‘©ğ‘¤

source: Whether the tab is detachable
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘‘ğ‘¨ğ‘š ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘—ğ‘©ğ‘šğ‘©ğ‘¤

source: Secondary backward stepper
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘šğ‘¨ğ‘’ğ‘¢ğ‘¼ğ‘› ğ‘•ğ‘‘ğ‘§ğ‘ğ‘»

source: Display a second backward arrow button on the opposite end of the tab area
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘© ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘šğ‘¨ğ‘’ğ‘¢ğ‘¼ğ‘› ğ‘¨ğ‘®ğ‘´ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘ªğ‘ğ‘´ğ‘•ğ‘¦ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘‘ğ‘¨ğ‘š ğ‘ºğ‘¦ğ‘©

source: Secondary forward stepper
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘› ğ‘•ğ‘‘ğ‘§ğ‘ğ‘»

source: Display a second forward arrow button on the opposite end of the tab area
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘© ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘› ğ‘¨ğ‘®ğ‘´ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘ªğ‘ğ‘´ğ‘•ğ‘¦ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘‘ğ‘¨ğ‘š ğ‘ºğ‘¦ğ‘©

source: Backward stepper
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘¢ğ‘¼ğ‘› ğ‘•ğ‘‘ğ‘§ğ‘ğ‘»

source: Display the standard backward arrow button
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘šğ‘¨ğ‘’ğ‘¢ğ‘¼ğ‘› ğ‘¨ğ‘®ğ‘´ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Forward stepper
en@shaw: ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘› ğ‘•ğ‘‘ğ‘§ğ‘ğ‘»

source: Display the standard forward arrow button
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘› ğ‘¨ğ‘®ğ‘´ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Tab overlap
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘´ğ‘ğ‘¼ğ‘¤ğ‘¨ğ‘

source: Size of tab overlap area
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘‘ğ‘¨ğ‘š ğ‘´ğ‘ğ‘¼ğ‘¤ğ‘¨ğ‘ ğ‘ºğ‘¦ğ‘©

source: Tab curvature
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘’ğ‘»ğ‘ğ‘©ğ‘—ğ‘»

source: Size of tab curvature
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘‘ğ‘¨ğ‘š ğ‘’ğ‘»ğ‘ğ‘©ğ‘—ğ‘»

source: Arrow spacing
en@shaw: ğ‘¨ğ‘®ğ‘´ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Scroll arrow spacing
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¨ğ‘®ğ‘´ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Position Set
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘

source: TRUE if the Position property should be used
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘›

source: Handle Size
en@shaw: ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ

source: Width of handle
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤

source: Minimal Position
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¤ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Smallest possible value for the "position" property
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘©ğ‘•ğ‘‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘¹ ğ‘ "ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯" ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦

source: Maximal Position
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘©ğ‘¥ğ‘©ğ‘¤ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Largest possible value for the "position" property
en@shaw: ğ‘¤ğ‘¸ğ‘¡ğ‘©ğ‘•ğ‘‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘¹ ğ‘ "ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯" ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦

source: Resize
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿ

source: Shrink
en@shaw: ğ‘–ğ‘®ğ‘°ğ‘™ğ‘’

source: If TRUE, the child can be made smaller than its requisition
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¥ğ‘±ğ‘› ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘§ğ‘’ğ‘¢ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Embedded
en@shaw: ğ‘§ğ‘¥ğ‘šğ‘§ğ‘›ğ‘¦ğ‘›

source: Whether or not the plug is embedded
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘šğ‘§ğ‘›ğ‘¦ğ‘›

source: Socket Window
en@shaw: ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: The window of the socket the plug is embedded in
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘ ğ‘ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘šğ‘§ğ‘›ğ‘¦ğ‘› ğ‘¦ğ‘¯

source: Name of the printer
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Backend
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘›

source: Backend for the printer
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Is Virtual
en@shaw: ğ‘¦ğ‘Ÿ ğ‘ğ‘»ğ‘—ğ‘«ğ‘©ğ‘¤

source: FALSE if this represents a real hardware printer
en@shaw: ğ‘“ğ‘·ğ‘¤ğ‘• ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘© ğ‘®ğ‘¾ğ‘¤ ğ‘£ğ‘­ğ‘®ğ‘›ğ‘¢ğ‘§ğ‘® ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Accepts PDF
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘• PDF

source: TRUE if this printer can accept PDF
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ PDF

source: Accepts PostScript
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘• ğ‘ğ‘´ğ‘•ğ‘‘ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: TRUE if this printer can accept PostScript
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘ğ‘´ğ‘•ğ‘‘ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: State Message
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: String giving the current state of the printer
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘œğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Location
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: The location of the printer
en@shaw: ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: The icon name to use for the printer
en@shaw: ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Job Count
en@shaw: ğ‘¡ğ‘ªğ‘š ğ‘’ğ‘¬ğ‘¯ğ‘‘

source: Number of jobs queued in the printer
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘¡ğ‘ªğ‘šğ‘Ÿ ğ‘’ğ‘¿ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Paused Printer
en@shaw: ğ‘ğ‘·ğ‘Ÿğ‘› ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: TRUE if this printer is paused
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘ğ‘·ğ‘Ÿğ‘›

source: Accepting Jobs
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘¦ğ‘™ ğ‘¡ğ‘ªğ‘šğ‘Ÿ

source: TRUE if this printer is accepting new jobs
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘¿ ğ‘¡ğ‘ªğ‘šğ‘Ÿ

source: Source option
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯

source: Title of the print job
en@shaw: ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘¡ğ‘ªğ‘š

source: Printer
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Printer to print the job to
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ ğ‘¡ğ‘ªğ‘š ğ‘‘

source: Settings
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Printer settings
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Page Setup
en@shaw: ğ‘ğ‘±ğ‘¡ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: Track Print Status
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘’ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: TRUE if the print job will continue to emit status-changed signals after the print data has been sent to the printer or print server.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘¡ğ‘ªğ‘š ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ ğ‘¦ğ‘¥ğ‘¦ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•-ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¹ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼.

source: Default Page Setup
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘±ğ‘¡ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: Print Settings
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Job Name
en@shaw: ğ‘¡ğ‘ªğ‘š ğ‘¯ğ‘±ğ‘¥

source: A string used for identifying the print job.
en@shaw: ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘¡ğ‘ªğ‘š.

source: Number of Pages
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ

source: The number of pages in the document.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: Current Page
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡

source: The current page in the document
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Use full page
en@shaw: ğ‘¿ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ ğ‘ğ‘±ğ‘¡

source: TRUE if the print operation will continue to report on the print job status after the print data has been sent to the printer or print server.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘¡ğ‘ªğ‘š ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¹ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼.

source: Unit
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘

source: The unit in which distances can be measured in the context
en@shaw: ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¥ğ‘§ğ‘ ğ‘¼ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Show Dialog
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: TRUE if a progress dialog is shown while printing.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™.

source: TRUE if print process may run asynchronous.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘¥ğ‘± ğ‘®ğ‘³ğ‘¯ ğ‘±ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘®ğ‘©ğ‘¯ğ‘©ğ‘•.

source: Export filename
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥

source: Status
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: The status of the print operation
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Status String
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: A human-readable description of the status
en@shaw: ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯-ğ‘®ğ‘°ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Custom tab label
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘‘ğ‘¨ğ‘š ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Label for the tab containing custom widgets.
en@shaw: ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘‘ğ‘¨ğ‘š ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•.

source: Support Selection
en@shaw: ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: TRUE if the print operation will support print of selection.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Has Selection
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: TRUE if a selection exists.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘© ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•.

source: Embed Page Setup
en@shaw: ğ‘¦ğ‘¥ğ‘šğ‘§ğ‘› ğ‘ğ‘±ğ‘¡ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: Number of Pages To Print
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘

source: The number of pages that will be printed.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘›.

source: Selected Printer
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Capabilities the application can handle
en@shaw: ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘°ğ‘Ÿ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤

source: Whether the dialog supports selection
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘• ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Whether the application has a selection
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Activity mode
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¥ğ‘´ğ‘›

source: Show text
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Whether the progress is shown as text.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘.

source: Fraction
en@shaw: ğ‘“ğ‘®ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: The fraction of total work that has been completed
en@shaw: ğ‘ ğ‘“ğ‘®ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘»ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›

source: Pulse Step
en@shaw: ğ‘ğ‘©ğ‘¤ğ‘• ğ‘•ğ‘‘ğ‘§ğ‘

source: Text to be displayed in the progress bar
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸

source: Extra spacing applied to the width of a progress bar.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘©ğ‘ğ‘¤ğ‘²ğ‘› ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸.

source: Extra spacing applied to the height of a progress bar.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘©ğ‘ğ‘¤ğ‘²ğ‘› ğ‘‘ ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸.

source: Min horizontal bar width
en@shaw: ğ‘¥ğ‘¦ğ‘¯ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘¸ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: The minimum horizontal width of the progress bar
en@shaw: ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸

source: Min horizontal bar height
en@shaw: ğ‘¥ğ‘¦ğ‘¯ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘¸ ğ‘£ğ‘²ğ‘‘

source: Minimum horizontal height of the progress bar
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸

source: Min vertical bar width
en@shaw: ğ‘¥ğ‘¦ğ‘¯ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘šğ‘¸ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: The minimum vertical width of the progress bar
en@shaw: ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸

source: Min vertical bar height
en@shaw: ğ‘¥ğ‘¦ğ‘¯ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘šğ‘¸ ğ‘£ğ‘²ğ‘‘

source: The minimum vertical height of the progress bar
en@shaw: ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸

source: The value
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: The value returned by ctk_radio_action_get_current_value() when this action is the current action of its group.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘šğ‘² ctk_radio_action_get_current_value() ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘œğ‘®ğ‘µğ‘.

source: The radio action whose group this action belongs to.
en@shaw: ğ‘ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘£ğ‘µğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘¤ğ‘ªğ‘™ğ‘Ÿ ğ‘‘.

source: The current value
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: The value property of the currently active member of the group to which this action belongs.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘¤ğ‘ªğ‘™ğ‘Ÿ.

source: The radio button whose group this widget belongs to.
en@shaw: ğ‘ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘£ğ‘µğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘ªğ‘™ğ‘Ÿ ğ‘‘.

source: The radio menu item whose group this widget belongs to.
en@shaw: ğ‘ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘£ğ‘µğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘ªğ‘™ğ‘Ÿ ğ‘‘.

source: The radio tool button whose group this button belongs to.
en@shaw: ğ‘ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘‘ğ‘µğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘£ğ‘µğ‘Ÿ ğ‘œğ‘®ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘¤ğ‘ªğ‘™ğ‘Ÿ ğ‘‘.

source: Update policy
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘•ğ‘¦

source: How the range should be updated on the screen
en@shaw: ğ‘£ğ‘¬ ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Inverted
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘›

source: Invert direction slider moves to increase range value
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Lower stepper sensitivity
en@shaw: ğ‘¤ğ‘´ğ‘¼ ğ‘•ğ‘‘ğ‘§ğ‘ğ‘» ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: The sensitivity policy for the stepper that points to the adjustment's lower side
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘•ğ‘¦ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘ğ‘» ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘'ğ‘• ğ‘¤ğ‘´ğ‘¼ ğ‘•ğ‘²ğ‘›

source: Upper stepper sensitivity
en@shaw: ğ‘³ğ‘ğ‘» ğ‘•ğ‘‘ğ‘§ğ‘ğ‘» ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: The sensitivity policy for the stepper that points to the adjustment's upper side
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘•ğ‘¦ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘ğ‘» ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘'ğ‘• ğ‘³ğ‘ğ‘» ğ‘•ğ‘²ğ‘›

source: Show Fill Level
en@shaw: ğ‘–ğ‘´ ğ‘“ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤

source: Whether to display a fill level indicator graphics on trough.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘© ğ‘“ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘ªğ‘¯ ğ‘‘ğ‘®ğ‘ªğ‘“.

source: Restrict to Fill Level
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘‘ ğ‘‘ ğ‘“ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤

source: Whether to restrict the upper boundary to the fill level.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘‘ ğ‘ ğ‘³ğ‘ğ‘» ğ‘šğ‘¬ğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘‘ ğ‘ ğ‘“ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤.

source: Fill Level
en@shaw: ğ‘“ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤

source: The fill level.
en@shaw: ğ‘ ğ‘“ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤.

source: Slider Width
en@shaw: ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Trough Border
en@shaw: ğ‘‘ğ‘®ğ‘ªğ‘“ ğ‘šğ‘¹ğ‘›ğ‘¼

source: Spacing between thumb/steppers and outer trough bevel
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘”ğ‘³ğ‘¥/ğ‘•ğ‘‘ğ‘§ğ‘ğ‘»ğ‘Ÿ ğ‘¯ ğ‘¬ğ‘‘ğ‘¼ ğ‘‘ğ‘®ğ‘ªğ‘“ ğ‘šğ‘§ğ‘ğ‘©ğ‘¤

source: Stepper Size
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ğ‘» ğ‘•ğ‘²ğ‘Ÿ

source: Length of step buttons at ends
en@shaw: ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘Ÿ

source: Stepper Spacing
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ğ‘» ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Spacing between step buttons and thumb
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘”ğ‘³ğ‘¥

source: Arrow X Displacement
en@shaw: ğ‘¨ğ‘®ğ‘´ X ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘
