Repository: cafe-desktop/ctk
Catalog: po-properties/*.po
Languages: en@shaw

source: The y-align
en@shaw: ğ‘ ğ‘¢ğ‘²-ğ‘©ğ‘¤ğ‘²ğ‘¯

source: width
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”

source: The fixed width
en@shaw: ğ‘ ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: height
en@shaw: ğ‘£ğ‘²ğ‘‘

source: The fixed height
en@shaw: ğ‘ ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘£ğ‘²ğ‘‘

source: Row has children
en@shaw: ğ‘®ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯

source: Is Expanded
en@shaw: ğ‘¦ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘›

source: Cell background color name
en@shaw: ğ‘•ğ‘§ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥

source: Cell background color as a string
en@shaw: ğ‘•ğ‘§ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Cell background color
en@shaw: ğ‘•ğ‘§ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Editing
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™

source: Cell background set
en@shaw: ğ‘•ğ‘§ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the cell background color
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘•ğ‘§ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Accelerator key
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘°

source: Accelerator modifiers
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼ğ‘Ÿ

source: The modifier mask of the accelerator
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼ ğ‘¥ğ‘­ğ‘•ğ‘’ ğ‘ ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼

source: Accelerator Mode
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘¥ğ‘´ğ‘›

source: The type of accelerators
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ

source: Model
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤

source: The model containing the possible values for the combo box
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘­ğ‘¥ğ‘šğ‘´ ğ‘šğ‘ªğ‘’ğ‘•

source: Text Column
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: A column in the data source model to get the strings from
en@shaw: ğ‘© ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘•ğ‘¹ğ‘• ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥

source: Has Entry
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: If FALSE, don't allow to enter strings other than the chosen ones
en@shaw: ğ‘¦ğ‘“ ğ‘“ğ‘·ğ‘¤ğ‘•, ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘—ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ

source: Stock ID
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘›

source: The stock ID of the stock icon to render
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘› ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘‘ ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»

source: Size
en@shaw: ğ‘•ğ‘²ğ‘Ÿ

source: Detail
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤

source: Render detail to pass to the theme engine
en@shaw: ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ ğ‘‘ ğ‘ğ‘­ğ‘• ğ‘‘ ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯

source: Follow State
en@shaw: ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Icon
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯

source: Value of the progress bar
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸

source: Text
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Text on the progress bar
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸

source: Pulse
en@shaw: ğ‘ğ‘©ğ‘¤ğ‘•

source: Set this to positive values to indicate that some progress is made, but you don't know how much.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘ğ‘ªğ‘Ÿğ‘¦ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘¦ğ‘Ÿ ğ‘¥ğ‘±ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘£ğ‘¬ ğ‘¥ğ‘³ğ‘—.

source: Text x alignment
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘§ğ‘’ğ‘• ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Text y alignment
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘² ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: The vertical text alignment, from 0 (top) to 1 (bottom).
en@shaw: ğ‘ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘“ğ‘®ğ‘ªğ‘¥ 0 (ğ‘‘ğ‘ªğ‘) ğ‘‘ 1 (ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥).

source: Orientation
en@shaw: ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Orientation and growth direction of the progress bar
en@shaw: ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘œğ‘®ğ‘´ğ‘” ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸

source: Adjustment
en@shaw: ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Climb rate
en@shaw: ğ‘’ğ‘¤ğ‘²ğ‘¥ ğ‘®ğ‘±ğ‘‘

source: The acceleration rate when you hold down a button
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘›ğ‘¬ğ‘¯ ğ‘© ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Digits
en@shaw: ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•

source: The number of decimal places to display
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±

source: Active
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘

source: Pulse of the spinner
en@shaw: ğ‘ğ‘©ğ‘¤ğ‘• ğ‘ ğ‘ ğ‘•ğ‘ğ‘¦ğ‘¯ğ‘»

source: Text to render
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»

source: Markup
en@shaw: ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘©ğ‘

source: Marked up text to render
en@shaw: ğ‘¥ğ‘¸ğ‘’ğ‘‘ ğ‘³ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»

source: Attributes
en@shaw: ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘•

source: Single Paragraph Mode
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“ ğ‘¥ğ‘´ğ‘›

source: Whether or not to keep all text in a single paragraph
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘·ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“

source: Background color name
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥

source: Background color as a string
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Background color
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Foreground color name
en@shaw: ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥

source: Foreground color as a string
en@shaw: ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Foreground color
en@shaw: ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Editable
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤

source: Whether the text can be modified by the user
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘ ğ‘¿ğ‘Ÿğ‘¼

source: Font
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Font description as a string, e.g. "Sans Italic 12"
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™, ğ‘§.ğ‘¡ğ‘°. "ğ‘•ğ‘¨ğ‘¯ğ‘Ÿ ğ‘²ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘’ 12"

source: Font family
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦

source: Font style
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Font variant
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ğ‘‘

source: Font weight
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¢ğ‘±ğ‘‘

source: Font stretch
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘—

source: Font size
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: Font points
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•

source: Font size in points
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•

source: Font scale
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘±ğ‘¤

source: Font scaling factor
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼

source: Rise
en@shaw: ğ‘®ğ‘²ğ‘Ÿ

source: Offset of text above the baseline (below the baseline if rise is negative)
en@shaw: ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘©ğ‘šğ‘³ğ‘ ğ‘ ğ‘šğ‘±ğ‘•ğ‘¤ğ‘²ğ‘¯ (ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘ ğ‘šğ‘±ğ‘•ğ‘¤ğ‘²ğ‘¯ ğ‘¦ğ‘“ ğ‘®ğ‘²ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘§ğ‘œğ‘©ğ‘‘ğ‘¦ğ‘)

source: Whether to strike through the text
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Underline
en@shaw: ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯

source: Style of underline for this text
en@shaw: ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Language
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡

source: Width In Characters
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: The desired width of the label, in characters
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘¼ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤, ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Wrap mode
en@shaw: ğ‘®ğ‘¨ğ‘ ğ‘¥ğ‘´ğ‘›

source: Wrap width
en@shaw: ğ‘®ğ‘¨ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: The width at which the text is wrapped
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¨ğ‘ğ‘‘

source: Alignment
en@shaw: ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: How to align the lines
en@shaw: ğ‘£ğ‘¬ ğ‘‘ ğ‘©ğ‘¤ğ‘²ğ‘¯ ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Background set
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the background color
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Foreground set
en@shaw: ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the foreground color
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Font family set
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the font family
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦

source: Font style set
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the font style
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Font variant set
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the font variant
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯ğ‘‘

source: Font weight set
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¢ğ‘±ğ‘‘ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the font weight
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¢ğ‘±ğ‘‘

source: Font stretch set
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘— ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the font stretch
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘—

source: Font size set
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the font size
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: Font scale set
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘±ğ‘¤ ğ‘•ğ‘§ğ‘‘

source: Whether this tag scales the font size by a factor
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘Ÿ ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘šğ‘² ğ‘© ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼

source: Rise set
en@shaw: ğ‘®ğ‘²ğ‘Ÿ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the rise
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘®ğ‘²ğ‘Ÿ

source: Underline set
en@shaw: ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects underlining
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯ğ‘¦ğ‘™

source: Language set
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the language the text is rendered as
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘› ğ‘¨ğ‘Ÿ

source: Align set
en@shaw: ğ‘©ğ‘¤ğ‘²ğ‘¯ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the alignment mode
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘´ğ‘›

source: Toggle state
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘±ğ‘‘

source: The toggle state of the button
en@shaw: ğ‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Inconsistent state
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘

source: The inconsistent state of the button
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: The toggle button can be activated
en@shaw: ğ‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘›

source: Radio state
en@shaw: ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Draw the toggle button as a radio button
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘© ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Indicator size
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘²ğ‘Ÿ

source: Size of check or radio indicator
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘—ğ‘§ğ‘’ ğ‘¹ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: The model for cell view
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘¤ ğ‘ğ‘¿

source: Indicator Size
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘²ğ‘Ÿ

source: Indicator Spacing
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Spacing around check or radio indicator
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘—ğ‘§ğ‘’ ğ‘¹ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: Whether the menu item is checked
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘—ğ‘§ğ‘’ğ‘‘

source: Inconsistent
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘

source: Whether to display an "inconsistent" state
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘©ğ‘¯ "ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘" ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Draw as radio menu item
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘¨ğ‘Ÿ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Whether the menu item looks like a radio menu item
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Use alpha
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¨ğ‘¤ğ‘“ğ‘©

source: Whether or not to give the color an alpha value
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘©ğ‘¯ ğ‘¨ğ‘¤ğ‘“ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Title
en@shaw: ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: The title of the color selection dialog
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Current Color
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: The selected color
en@shaw: ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Current Alpha
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘“ğ‘©

source: The selected opacity value (0 fully transparent, 65535 fully opaque)
en@shaw: ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘´ğ‘ğ‘¨ğ‘•ğ‘©ğ‘‘ğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿ (0 ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘, 65535 ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘±ğ‘’)

source: Has Opacity Control
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘´ğ‘ğ‘¨ğ‘•ğ‘©ğ‘‘ğ‘° ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤

source: Has palette
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Whether a palette should be used
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘© ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘›

source: The current color
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: The current opacity value (0 fully transparent, 65535 fully opaque)
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘´ğ‘ğ‘¨ğ‘•ğ‘©ğ‘‘ğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿ (0 ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘, 65535 ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘±ğ‘’)

source: Custom palette
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Color Selection
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: The color selection embedded in the dialog.
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘šğ‘§ğ‘›ğ‘¦ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ.

source: OK Button
en@shaw: ğ‘´ğ‘’ğ‘± ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: The OK button of the dialog.
en@shaw: ğ‘ ğ‘´ğ‘’ğ‘± ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ.

source: Cancel Button
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: The cancel button of the dialog.
en@shaw: ğ‘ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ.

source: Help Button
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: The help button of the dialog.
en@shaw: ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ.

source: The model for the combo box
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘­ğ‘¥ğ‘šğ‘´ ğ‘šğ‘ªğ‘’ğ‘•

source: Wrap width for laying out the items in a grid
en@shaw: ğ‘®ğ‘¨ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘“ğ‘¹ ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘¬ğ‘‘ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘œğ‘®ğ‘¦ğ‘›

source: Row span column
en@shaw: ğ‘®ğ‘´ ğ‘•ğ‘ğ‘¨ğ‘¯ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Column span column
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘•ğ‘ğ‘¨ğ‘¯ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Active item
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: The item which is currently active
en@shaw: ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘

source: Has Frame
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘®ğ‘±ğ‘¥

source: Whether the combo box draws a frame around the child
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘­ğ‘¥ğ‘šğ‘´ ğ‘šğ‘ªğ‘’ğ‘• ğ‘›ğ‘®ğ‘·ğ‘Ÿ ğ‘© ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Whether the combo box grabs focus when it is clicked with the mouse
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘­ğ‘¥ğ‘šğ‘´ ğ‘šğ‘ªğ‘’ğ‘• ğ‘œğ‘®ğ‘¨ğ‘šğ‘Ÿ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘•

source: A title that may be displayed by the window manager when the popup is torn-off
en@shaw: ğ‘© ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘šğ‘² ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘¹ğ‘¯-ğ‘ªğ‘“

source: Popup shown
en@shaw: ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘–ğ‘´ğ‘¯

source: Button Sensitivity
en@shaw: ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Appears as list
en@shaw: ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Arrow Size
en@shaw: ğ‘¨ğ‘®ğ‘´ ğ‘•ğ‘²ğ‘Ÿ

source: The minimum size of the arrow in the combo box
en@shaw: ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘¨ğ‘®ğ‘´ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘­ğ‘¥ğ‘šğ‘´ ğ‘šğ‘ªğ‘’ğ‘•

source: Shadow type
en@shaw: ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘‘ğ‘²ğ‘

source: Which kind of shadow to draw around the combo box
en@shaw: ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘­ğ‘¥ğ‘šğ‘´ ğ‘šğ‘ªğ‘’ğ‘•

source: Resize mode
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿ ğ‘¥ğ‘´ğ‘›

source: Specify how resize events are handled
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘£ğ‘¬ ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ğ‘›

source: Border width
en@shaw: ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: The width of the empty border outside the containers children
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¼ğ‘Ÿ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯

source: Child
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘›

source: Can be used to add a new child to the container
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘¨ğ‘› ğ‘© ğ‘¯ğ‘¿ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¼

source: Has separator
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼

source: The dialog has a separator bar above its buttons
en@shaw: ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘šğ‘¸ ğ‘©ğ‘šğ‘³ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Content area border
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘ºğ‘¦ğ‘© ğ‘šğ‘¹ğ‘›ğ‘¼

source: Width of border around the main dialog area
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘ºğ‘¦ğ‘©

source: Content area spacing
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘ºğ‘¦ğ‘© ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Spacing between elements of the main dialog area
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘ºğ‘¦ğ‘©

source: Button spacing
en@shaw: ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Spacing between buttons
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Action area border
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ºğ‘¦ğ‘© ğ‘šğ‘¹ğ‘›ğ‘¼

source: Width of border around the button area at the bottom of the dialog
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ºğ‘¦ğ‘© ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Text Buffer
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘³ğ‘“ğ‘¼

source: Text buffer object which actually stores entry text
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘³ğ‘“ğ‘¼ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘¨ğ‘’ğ‘—ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘‘ğ‘¹ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Cursor Position
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Selection Bound
en@shaw: ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘¬ğ‘¯ğ‘›

source: Whether the entry contents can be edited
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘©ğ‘›

source: Maximum length
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¤ğ‘§ğ‘™ğ‘”

source: Maximum number of characters for this entry. Zero if no maximum
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦. ğ‘Ÿğ‘½ğ‘´ ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥

source: Visibility
en@shaw: ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦

source: FALSE displays the "invisible char" instead of the actual text (password mode)
en@shaw: ğ‘“ğ‘·ğ‘¤ğ‘• ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘Ÿ ğ‘ "ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘—ğ‘­ğ‘®" ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘ ğ‘¨ğ‘’ğ‘—ğ‘«ğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ (ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¥ğ‘´ğ‘›)

source: FALSE removes outside bevel from entry
en@shaw: ğ‘“ğ‘·ğ‘¤ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘šğ‘§ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Border between text and frame. Overrides the inner-border style property
en@shaw: ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¯ ğ‘“ğ‘®ğ‘±ğ‘¥. ğ‘´ğ‘ğ‘»ğ‘®ğ‘²ğ‘›ğ‘Ÿ ğ‘ ğ‘¦ğ‘¯ğ‘¼-ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦

source: Invisible character
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼

source: The character to use when masking entry contents (in "password mode")
en@shaw: ğ‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘¥ğ‘¨ğ‘•ğ‘’ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• (ğ‘¦ğ‘¯ "ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¥ğ‘´ğ‘›")

source: Activates default
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘©ğ‘ğ‘±ğ‘‘ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Whether to activate the default widget (such as the default button in a dialog) when Enter is pressed
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ (ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ) ğ‘¢ğ‘§ğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘

source: Number of characters to leave space for in the entry
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Scroll offset
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘

source: Number of pixels of the entry scrolled off the screen to the left
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘› ğ‘ªğ‘“ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘

source: The contents of the entry
en@shaw: ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: X align
en@shaw: ğ‘§ğ‘’ğ‘• ğ‘©ğ‘¤ğ‘²ğ‘¯

source: Truncate multiline
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘¤ğ‘²ğ‘¯

source: Whether to truncate multiline pastes to one line.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘¤ğ‘²ğ‘¯ ğ‘ğ‘±ğ‘•ğ‘‘ğ‘• ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¤ğ‘²ğ‘¯.

source: Which kind of shadow to draw around the entry when has-frame is set
en@shaw: ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ-ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘

source: Overwrite mode
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘´ğ‘›

source: Whether new text overwrites existing text
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¯ğ‘¿ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ğ‘• ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Text length
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘™ğ‘”

source: Length of the text currently in the entry
en@shaw: ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Invisible char set
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘—ğ‘­ğ‘® ğ‘•ğ‘§ğ‘‘

source: Whether the invisible char has been set
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘—ğ‘­ğ‘® ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘‘

source: Caps Lock warning
en@shaw: ğ‘’ğ‘¨ğ‘ğ‘• ğ‘¤ğ‘ªğ‘’ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™

source: Whether password entries will show a warning when Caps Lock is on
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘´ ğ‘© ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘• ğ‘¤ğ‘ªğ‘’ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯

source: Progress Fraction
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘“ğ‘®ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: The current fraction of the task that's been completed
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘ğ‘¨ğ‘‘'ğ‘• ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›

source: Progress Pulse Step
en@shaw: ğ‘ğ‘®ğ‘©ğ‘œğ‘®ğ‘§ğ‘• ğ‘ğ‘©ğ‘¤ğ‘• ğ‘•ğ‘‘ğ‘§ğ‘

source: The fraction of total entry width to move the progress bouncing block for each call to ctk_entry_progress_pulse()
en@shaw: ğ‘ ğ‘“ğ‘®ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¶ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘’ğ‘·ğ‘¤ ğ‘‘ ctk_entry_progress_pulse()

source: Primary stock ID
en@shaw: ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘›

source: Stock ID for primary icon
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Secondary stock ID
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘›

source: Stock ID for secondary icon
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘› ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Primary icon name
en@shaw: ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥
