Repository: cafe-desktop/ctk
Catalog: po-properties/*.po
Languages: en@shaw

source: Whether the buffer has some text currently selected
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘šğ‘³ğ‘“ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Cursor position
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: The position of the insert mark (as offset from the beginning of the buffer)
en@shaw: ğ‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘¥ğ‘¸ğ‘’ (ğ‘¨ğ‘Ÿ ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘šğ‘³ğ‘“ğ‘¼)

source: Copy target list
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Paste target list
en@shaw: ğ‘ğ‘±ğ‘•ğ‘‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Mark name
en@shaw: ğ‘¥ğ‘¸ğ‘’ ğ‘¯ğ‘±ğ‘¥

source: Left gravity
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘œğ‘®ğ‘¨ğ‘ğ‘©ğ‘‘ğ‘°

source: Whether the mark has left gravity
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘¸ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘œğ‘®ğ‘¨ğ‘ğ‘©ğ‘‘ğ‘°

source: Tag name
en@shaw: ğ‘‘ğ‘¨ğ‘œ ğ‘¯ğ‘±ğ‘¥

source: Name used to refer to the text tag. NULL for anonymous tags
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘“ğ‘» ğ‘‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘¨ğ‘œ. ğ‘¯ğ‘³ğ‘¤ ğ‘“ğ‘¹ ğ‘©ğ‘¯ğ‘ªğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘• ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Background full height
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘“ğ‘«ğ‘¤ ğ‘£ğ‘²ğ‘‘

source: Whether the background color fills the entire line height or only the height of the tagged characters
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¦ğ‘¤ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘¤ğ‘²ğ‘¯ ğ‘£ğ‘²ğ‘‘ ğ‘¹ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘‘ğ‘¨ğ‘œğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Bitmap to use as a mask when drawing the text background
en@shaw: ğ‘šğ‘¦ğ‘‘ğ‘¥ğ‘¨ğ‘ ğ‘‘ ğ‘¿ğ‘• ğ‘¨ğ‘Ÿ ğ‘© ğ‘¥ğ‘­ğ‘•ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: Bitmap to use as a mask when drawing the text foreground
en@shaw: ğ‘šğ‘¦ğ‘‘ğ‘¥ğ‘¨ğ‘ ğ‘‘ ğ‘¿ğ‘• ğ‘¨ğ‘Ÿ ğ‘© ğ‘¥ğ‘­ğ‘•ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: Text direction
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Text direction, e.g. right-to-left or left-to-right
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯, ğ‘§.ğ‘¡ğ‘°. ğ‘®ğ‘²ğ‘‘-ğ‘‘-ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¹ ğ‘¤ğ‘§ğ‘“ğ‘‘-ğ‘‘-ğ‘®ğ‘²ğ‘‘

source: Left, right, or center justification
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘, ğ‘®ğ‘²ğ‘‘, ğ‘¹ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¡ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘“ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Left margin
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Width of the left margin in pixels
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Right margin
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Width of the right margin in pixels
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Indent
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘

source: Amount to indent the paragraph, in pixels
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ

source: Pixels above lines
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘©ğ‘šğ‘³ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Pixels of blank space above paragraphs
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘©ğ‘šğ‘³ğ‘ ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“ğ‘•

source: Pixels below lines
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Pixels of blank space below paragraphs
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“ğ‘•

source: Pixels inside wrap
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘®ğ‘¨ğ‘

source: Pixels of blank space between wrapped lines in a paragraph
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“

source: Whether to wrap lines never, at word boundaries, or at character boundaries
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘®ğ‘¨ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘¯ğ‘§ğ‘ğ‘¼, ğ‘¨ğ‘‘ ğ‘¢ğ‘»ğ‘› ğ‘šğ‘¬ğ‘¯ğ‘›ğ‘¼ğ‘¦ğ‘Ÿ, ğ‘¹ ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘šğ‘¬ğ‘¯ğ‘›ğ‘¼ğ‘¦ğ‘Ÿ

source: Tabs
en@shaw: ğ‘‘ğ‘¨ğ‘šğ‘Ÿ

source: Custom tabs for this text
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Invisible
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Whether this text is hidden.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯.

source: Paragraph background color name
en@shaw: ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥

source: Paragraph background color as a string
en@shaw: ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™

source: Paragraph background color
en@shaw: ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Margin Accumulates
en@shaw: ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ ğ‘©ğ‘’ğ‘˜ğ‘µğ‘¥ğ‘˜ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘•

source: Whether left and right margins accumulate.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¯ ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ğ‘Ÿ ğ‘©ğ‘’ğ‘˜ğ‘µğ‘¥ğ‘˜ğ‘©ğ‘¤ğ‘±ğ‘‘.

source: Background full height set
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘“ğ‘«ğ‘¤ ğ‘£ğ‘²ğ‘‘ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects background height
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘²ğ‘‘

source: Justification set
en@shaw: ğ‘¡ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘“ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects paragraph justification
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“ ğ‘¡ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘“ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Left margin set
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the left margin
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Indent set
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects indentation
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Pixels above lines set
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘©ğ‘šğ‘³ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the number of pixels above lines
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘©ğ‘šğ‘³ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Pixels below lines set
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘•ğ‘§ğ‘‘

source: Pixels inside wrap set
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘®ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the number of pixels between wrapped lines
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Right margin set
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the right margin
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Wrap mode set
en@shaw: ğ‘®ğ‘¨ğ‘ ğ‘¥ğ‘´ğ‘› ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects line wrap mode
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘¤ğ‘²ğ‘¯ ğ‘®ğ‘¨ğ‘ ğ‘¥ğ‘´ğ‘›

source: Tabs set
en@shaw: ğ‘‘ğ‘¨ğ‘šğ‘Ÿ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects tabs
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘‘ğ‘¨ğ‘šğ‘Ÿ

source: Invisible set
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects text visibility
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦

source: Paragraph background set
en@shaw: ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘‘

source: Whether this tag affects the paragraph background color
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¨ğ‘®ğ‘©ğ‘œğ‘®ğ‘­ğ‘“ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Pixels Above Lines
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘©ğ‘šğ‘³ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Pixels Below Lines
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Pixels Inside Wrap
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘®ğ‘¨ğ‘

source: Wrap Mode
en@shaw: ğ‘®ğ‘¨ğ‘ ğ‘¥ğ‘´ğ‘›

source: Left Margin
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Right Margin
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Cursor Visible
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: If the insertion cursor is shown
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¯

source: Buffer
en@shaw: ğ‘šğ‘³ğ‘“ğ‘¼

source: The buffer which is displayed
en@shaw: ğ‘ ğ‘šğ‘³ğ‘“ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Whether entered text overwrites existing contents
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ğ‘• ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Accepts tab
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘• ğ‘‘ğ‘¨ğ‘š

source: Whether Tab will result in a tab character being entered
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ğ‘¨ğ‘š ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘‘ğ‘¨ğ‘š ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘›

source: Error underline color
en@shaw: ğ‘»ğ‘¼ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Color with which to draw error-indication underlines
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘»ğ‘¼-ğ‘¦ğ‘¯ğ‘›ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Create the same proxies as a radio action
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘ğ‘®ğ‘ªğ‘’ğ‘•ğ‘¦ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘© ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Whether the proxies for this action look like radio action proxies
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘ğ‘®ğ‘ªğ‘’ğ‘•ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘«ğ‘’ ğ‘¤ğ‘²ğ‘’ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘´ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘ªğ‘’ğ‘•ğ‘¦ğ‘Ÿ

source: If the toggle action should be active in or not
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘¦ğ‘¯ ğ‘¹ ğ‘¯ğ‘ªğ‘‘

source: If the toggle button should be pressed in or not
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘¹ ğ‘¯ğ‘ªğ‘‘

source: If the toggle button is in an "in between" state
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘©ğ‘¯ "ğ‘¦ğ‘¯ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯" ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Draw Indicator
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼

source: If the toggle part of the button is displayed
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Toolbar Style
en@shaw: ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: How to draw the toolbar
en@shaw: ğ‘£ğ‘¬ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Show Arrow
en@shaw: ğ‘–ğ‘´ ğ‘¨ğ‘®ğ‘´

source: If an arrow should be shown if the toolbar doesn't fit
en@shaw: ğ‘¦ğ‘“ ğ‘©ğ‘¯ ğ‘¨ğ‘®ğ‘´ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘“ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘“ğ‘¦ğ‘‘

source: Size of icons in this toolbar
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Icon size set
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘²ğ‘Ÿ ğ‘•ğ‘§ğ‘‘

source: Whether the icon-size property has been set
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯-ğ‘•ğ‘²ğ‘Ÿ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘‘

source: Whether the item should receive extra space when the toolbar grows
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘œğ‘®ğ‘´ğ‘Ÿ

source: Whether the item should be the same size as other homogeneous items
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘©ğ‘¡ğ‘°ğ‘¯ğ‘°ğ‘©ğ‘• ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ

source: Spacer size
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¼ ğ‘•ğ‘²ğ‘Ÿ

source: Size of spacers
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘•ğ‘ğ‘±ğ‘•ğ‘»ğ‘Ÿ

source: Amount of border space between the toolbar shadow and the buttons
en@shaw: ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘¯ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Maximum child expand
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›

source: Maximum amount of space an expandable item will be given
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯

source: Space style
en@shaw: ğ‘•ğ‘ğ‘±ğ‘• ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Whether spacers are vertical lines or just blank
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘ğ‘±ğ‘•ğ‘»ğ‘Ÿ ğ‘¸ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘¹ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’

source: Button relief
en@shaw: ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘“

source: Type of bevel around toolbar buttons
en@shaw: ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘šğ‘§ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Style of bevel around the toolbar
en@shaw: ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ ğ‘šğ‘§ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Text to show in the item.
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘–ğ‘´ ğ‘¦ğ‘¯ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥.

source: If set, an underline in the label property indicates that the next character should be used for the mnemonic accelerator key in the overflow menu
en@shaw: ğ‘¦ğ‘“ ğ‘•ğ‘§ğ‘‘, ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘° ğ‘¦ğ‘¯ ğ‘ ğ‘´ğ‘ğ‘¼ğ‘“ğ‘¤ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Widget to use as the item label
en@shaw: ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘¨ğ‘Ÿ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Stock Id
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘›

source: The stock icon displayed on the item
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Icon name
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥

source: The name of the themed icon displayed on the item
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘”ğ‘°ğ‘¥ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Icon widget
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Icon widget to display in the item
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¯ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Icon spacing
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Spacing in pixels between the icon and label
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Whether the toolbar item is considered important. When TRUE, toolbar buttons show text in CTK_TOOLBAR_BOTH_HORIZ mode
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘. ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘µ, ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘–ğ‘´ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ CTK_TOOLBAR_BOTH_HORIZ ğ‘¥ğ‘´ğ‘›

source: The human-readable title of this item group
en@shaw: ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯-ğ‘®ğ‘°ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘œğ‘®ğ‘µğ‘

source: A widget to display in place of the usual label
en@shaw: ğ‘© ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘ ğ‘¿ğ‘ ğ‘¿ğ‘©ğ‘¤ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Collapsed
en@shaw: ğ‘’ğ‘©ğ‘¤ğ‘¨ğ‘ğ‘•ğ‘‘

source: Header Relief
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘“

source: Relief of the group header button
en@shaw: ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘“ ğ‘ ğ‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Header Spacing
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Whether the item should receive extra space when the group grows
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘œğ‘®ğ‘´ğ‘Ÿ

source: Whether the item should fill the available space
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘–ğ‘«ğ‘› ğ‘“ğ‘¦ğ‘¤ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘ğ‘±ğ‘•

source: New Row
en@shaw: ğ‘¯ğ‘¿ ğ‘®ğ‘´

source: Whether the item should start a new row
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘–ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘®ğ‘´

source: Position of the item within this group
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘œğ‘®ğ‘µğ‘

source: Size of icons in this tool palette
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘µğ‘¤ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Style of items in the tool palette
en@shaw: ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘µğ‘¤ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Exclusive
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘’ğ‘¤ğ‘µğ‘•ğ‘¦ğ‘

source: Whether the item group should be the only expanded at a given time
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘œğ‘®ğ‘µğ‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¨ğ‘‘ ğ‘© ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘‘ğ‘²ğ‘¥

source: Whether the item group should receive extra space when the palette grows
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘œğ‘®ğ‘µğ‘ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘œğ‘®ğ‘´ğ‘Ÿ

source: Foreground color for symbolic icons
en@shaw: ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: Error color
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Error color for symbolic icons
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: Warning color
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Warning color for symbolic icons
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: Success color
en@shaw: ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘• ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Success color for symbolic icons
en@shaw: ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘• ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: Padding that should be put around icons in the tray
en@shaw: ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘ğ‘«ğ‘‘ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘±

source: The model for the tree view
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿

source: Horizontal Adjustment for the widget
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Vertical Adjustment for the widget
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Headers Visible
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘¼ğ‘Ÿ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Show the column header buttons
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Column headers respond to click events
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘£ğ‘§ğ‘›ğ‘¼ğ‘Ÿ ğ‘®ğ‘°ğ‘•ğ‘ğ‘ªğ‘¯ğ‘› ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘•

source: Rules Hint
en@shaw: ğ‘®ğ‘µğ‘¤ğ‘Ÿ ğ‘£ğ‘¦ğ‘¯ğ‘‘

source: Set a hint to the theme engine to draw rows in alternating colors
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘© ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘‘ ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘®ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ªğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Enable Search
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘—

source: Search Column
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Model column to search through during interactive search
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘”ğ‘®ğ‘µ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘•ğ‘»ğ‘—

source: Fixed Height Mode
en@shaw: ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘£ğ‘²ğ‘‘ ğ‘¥ğ‘´ğ‘›

source: Hover Selection
en@shaw: ğ‘£ğ‘©ğ‘ğ‘» ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Whether the selection should follow the pointer
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼

source: Hover Expand
en@shaw: ğ‘£ğ‘©ğ‘ğ‘» ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›

source: Whether rows should be expanded/collapsed when the pointer moves over them
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘®ğ‘´ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘›/ğ‘’ğ‘©ğ‘¤ğ‘¨ğ‘ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘§ğ‘¥

source: Level Indentation
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Extra indentation for each level
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤

source: Rubber Banding
en@shaw: ğ‘®ğ‘³ğ‘šğ‘¼ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™

source: Whether to enable selection of multiple items by dragging the mouse pointer
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘šğ‘² ğ‘›ğ‘®ğ‘¨ğ‘œğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼

source: Enable Grid Lines
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘œğ‘®ğ‘¦ğ‘› ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Whether grid lines should be drawn in the tree view
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘œğ‘®ğ‘¦ğ‘› ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘®ğ‘·ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿

source: Enable Tree Lines
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘° ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Whether tree lines should be drawn in the tree view
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ğ‘®ğ‘° ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘®ğ‘·ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿

source: Vertical Separator Width
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Vertical space between cells. Must be an even number
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¤ğ‘Ÿ. ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: Horizontal Separator Width
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Horizontal space between cells. Must be an even number
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¤ğ‘Ÿ. ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: Allow Rules
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘®ğ‘µğ‘¤ğ‘Ÿ

source: Allow drawing of alternating color rows
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘ ğ‘ªğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘®ğ‘´ğ‘Ÿ

source: Even Row Color
en@shaw: ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘®ğ‘´ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Color to use for even rows
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘®ğ‘´ğ‘Ÿ

source: Odd Row Color
en@shaw: ğ‘ªğ‘› ğ‘®ğ‘´ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Color to use for odd rows
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘ªğ‘› ğ‘®ğ‘´ğ‘Ÿ

source: Row Ending details
en@shaw: ğ‘®ğ‘´ ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Enable extended row background theming
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘®ğ‘´ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘”ğ‘°ğ‘¥ğ‘¦ğ‘™

source: Grid line width
en@shaw: ğ‘œğ‘®ğ‘¦ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Width, in pixels, of the tree view grid lines
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ, ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿ ğ‘œğ‘®ğ‘¦ğ‘› ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Tree line width
en@shaw: ğ‘‘ğ‘®ğ‘° ğ‘¤ğ‘²ğ‘¯ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Width, in pixels, of the tree view lines
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”, ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ, ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Grid line pattern
en@shaw: ğ‘œğ‘®ğ‘¦ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯

source: Dash pattern used to draw the tree view grid lines
en@shaw: ğ‘›ğ‘¨ğ‘– ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿ ğ‘œğ‘®ğ‘¦ğ‘› ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Tree line pattern
en@shaw: ğ‘‘ğ‘®ğ‘° ğ‘¤ğ‘²ğ‘¯ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯

source: Dash pattern used to draw the tree view lines
en@shaw: ğ‘›ğ‘¨ğ‘– ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Whether to display the column
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Current width of the column
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Space which is inserted between cells
en@shaw: ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¤ğ‘Ÿ

source: Sizing
en@shaw: ğ‘•ğ‘²ğ‘Ÿğ‘¦ğ‘™

source: Resize mode of the column
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿ ğ‘¥ğ‘´ğ‘› ğ‘ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Fixed Width
en@shaw: ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Current fixed width of the column
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Minimum Width
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Minimum allowed width of the column
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Maximum Width
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: Maximum allowed width of the column
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Title to appear in column header
en@shaw: ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘‘ ğ‘©ğ‘ğ‘½ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘£ğ‘§ğ‘›ğ‘¼

source: Column gets share of extra width allocated to the widget
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘œğ‘§ğ‘‘ğ‘• ğ‘–ğ‘º ğ‘ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¨ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Whether the header can be clicked
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘

source: Widget
en@shaw: ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Widget to put in column header button instead of column title
en@shaw: ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤
