Repository: cafe-desktop/ctk
Catalog: po-properties/*.po
Languages: en@shaw

source: Icon name for primary icon
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Secondary icon name
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥

source: Icon name for secondary icon
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Primary storage type
en@shaw: ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘

source: The representation being used for primary icon
en@shaw: ğ‘ ğ‘®ğ‘°ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Secondary storage type
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘

source: The representation being used for secondary icon
en@shaw: ğ‘ ğ‘®ğ‘°ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Primary icon sensitive
en@shaw: ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘

source: Whether the primary icon is sensitive
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘

source: Secondary icon sensitive
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘

source: Whether the secondary icon is sensitive
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘

source: IM module
en@shaw: ğ‘¦ğ‘¥ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Which IM module should be used
en@shaw: ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘¥ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘›

source: Progress Border
en@shaw: ğ‘ğ‘®ğ‘©ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¹ğ‘›ğ‘¼

source: Border around the progress bar
en@shaw: ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘• ğ‘šğ‘¸

source: Border between text and frame.
en@shaw: ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¯ ğ‘“ğ‘®ğ‘±ğ‘¥.

source: State Hint
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘£ğ‘¦ğ‘¯ğ‘‘

source: Whether to pass a proper state when drawing shadow or background
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘ğ‘­ğ‘• ğ‘© ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘¹ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: Select on focus
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•

source: Whether to select the contents of an entry when it is focused
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•ğ‘‘

source: Password Hint Timeout
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘£ğ‘¦ğ‘¯ğ‘‘ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘

source: How long to show the last input character in hidden entries
en@shaw: ğ‘£ğ‘¬ ğ‘¤ğ‘ªğ‘™ ğ‘‘ ğ‘–ğ‘´ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘Ÿ

source: The contents of the buffer
en@shaw: ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘šğ‘³ğ‘“ğ‘¼

source: Length of the text currently in the buffer
en@shaw: ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘³ğ‘“ğ‘¼

source: Completion Model
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤

source: The model to find matches in
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯

source: Minimum Key Length
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘’ğ‘° ğ‘¤ğ‘§ğ‘™ğ‘”

source: Minimum length of the search key in order to look up matches
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘’ğ‘° ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘¤ğ‘«ğ‘’ ğ‘³ğ‘ ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ

source: Text column
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: The column of the model containing the strings.
en@shaw: ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘ ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ğ‘Ÿ.

source: Whether the common prefix should be inserted automatically
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘°ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘› ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦

source: Popup completion
en@shaw: ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯

source: Whether the completions should be shown in a popup window
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Popup set width
en@shaw: ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘•ğ‘§ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘”

source: If TRUE, the popup window will have the same size as the entry
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Popup single match
en@shaw: ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘—

source: If TRUE, the popup window will appear for a single match.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘ğ‘½ ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘—.

source: Your description here
en@shaw: ğ‘¿ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘£ğ‘½

source: Visible Window
en@shaw: ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Whether the event box is visible, as opposed to invisible and only used to trap events.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘šğ‘ªğ‘’ğ‘• ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤, ğ‘¨ğ‘Ÿ ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘•.

source: Above child
en@shaw: ğ‘©ğ‘šğ‘³ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Expanded
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘›

source: Use markup
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘©ğ‘

source: The text of the label includes XML markup. See pango_parse_markup()
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘Ÿ XML ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘©ğ‘. ğ‘•ğ‘° pango_parse_markup()

source: Space to put between the label and the child
en@shaw: ğ‘•ğ‘ğ‘±ğ‘• ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘›

source: Label widget
en@shaw: ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Action
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Filter
en@shaw: ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼

source: The current filter for selecting which files are displayed
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼ ğ‘“ğ‘¹ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘— ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Local Only
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: Whether the selected file(s) should be limited to local file: URLs
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤(ğ‘•) ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤: URLğ‘Ÿ

source: Preview widget
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¿ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Application supplied widget for custom previews.
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘®ğ‘°ğ‘ğ‘˜ğ‘µğ‘Ÿ.

source: Preview Widget Active
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¿ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘

source: Whether the application supplied widget for custom previews should be shown.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘®ğ‘°ğ‘ğ‘˜ğ‘µğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯.

source: Use Preview Label
en@shaw: ğ‘¿ğ‘Ÿ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Whether to display a stock label with the name of the previewed file.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘© ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘˜ğ‘µğ‘› ğ‘“ğ‘²ğ‘¤.

source: Extra widget
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Application supplied widget for extra options.
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: Select Multiple
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤

source: Whether to allow multiple files to be selected
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Show Hidden
en@shaw: ğ‘–ğ‘´ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯

source: Whether the hidden files and folders should be displayed
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: Do overwrite confirmation
en@shaw: ğ‘›ğ‘µ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Allow folders creation
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Dialog
en@shaw: ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: The desired width of the button widget, in characters.
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘¼ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘, ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ.

source: X position
en@shaw: ğ‘§ğ‘’ğ‘• ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: X position of child widget
en@shaw: ğ‘§ğ‘’ğ‘• ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Y position
en@shaw: ğ‘¢ğ‘² ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Y position of child widget
en@shaw: ğ‘¢ğ‘² ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: The title of the font selection dialog
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Font name
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: The name of the selected font
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Sans 12
en@shaw: ğ‘•ğ‘¨ğ‘¯ğ‘Ÿ 12

source: Use font in label
en@shaw: ğ‘¿ğ‘Ÿ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Whether the label is drawn in the selected font
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘›ğ‘®ğ‘·ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Use size in label
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Whether the label is drawn with the selected font size
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘›ğ‘®ğ‘·ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: Show style
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Whether the selected font style is shown in the label
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Show size
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘²ğ‘Ÿ

source: Whether selected font size is shown in the label
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: The string that represents this font
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘ğ‘¦ğ‘• ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Preview text
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¿ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: The text to display in order to demonstrate the selected font
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘›ğ‘§ğ‘¥ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Text of the frame's label
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘®ğ‘±ğ‘¥'ğ‘• ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: The horizontal alignment of the label
en@shaw: ğ‘ ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: The vertical alignment of the label
en@shaw: ğ‘ ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Deprecated property, use shadow_type instead
en@shaw: ğ‘›ğ‘§ğ‘ğ‘®ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦, ğ‘¿ğ‘Ÿ shadow_type ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›

source: Frame shadow
en@shaw: ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘–ğ‘¨ğ‘›ğ‘´

source: Appearance of the frame border
en@shaw: ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘šğ‘¹ğ‘›ğ‘¼

source: A widget to display in place of the usual frame label
en@shaw: ğ‘© ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘ ğ‘¿ğ‘ ğ‘¿ğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Appearance of the shadow that surrounds the container
en@shaw: ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘»ğ‘¶ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¼

source: Handle position
en@shaw: ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Position of the handle relative to the child widget
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: Snap edge
en@shaw: ğ‘•ğ‘¯ğ‘¨ğ‘ ğ‘§ğ‘¡

source: Snap edge set
en@shaw: ğ‘•ğ‘¯ğ‘¨ğ‘ ğ‘§ğ‘¡ ğ‘•ğ‘§ğ‘‘

source: Whether to use the value from the snap_edge property or a value derived from handle_position
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ snap_edge ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ ğ‘¹ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘›ğ‘¦ğ‘®ğ‘²ğ‘ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ handle_position

source: Child Detached
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘—ğ‘‘

source: Selection mode
en@shaw: ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘´ğ‘›

source: The selection mode
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘´ğ‘›

source: Model column used to retrieve the text from
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥

source: Markup column
en@shaw: ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘©ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Icon View Model
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘ğ‘¿ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤

source: The model for the icon view
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘ğ‘¿

source: Number of columns
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ

source: Number of columns to display
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±

source: Width for each item
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘²ğ‘‘ğ‘©ğ‘¥

source: The width used for each item
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Space which is inserted between cells of an item
en@shaw: ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¤ğ‘Ÿ ğ‘ ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Row Spacing
en@shaw: ğ‘®ğ‘´ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Space which is inserted between grid rows
en@shaw: ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘œğ‘®ğ‘¦ğ‘› ğ‘®ğ‘´ğ‘Ÿ

source: Column Spacing
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™

source: Space which is inserted between grid columns
en@shaw: ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘œğ‘®ğ‘¦ğ‘› ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ

source: Margin
en@shaw: ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Space which is inserted at the edges of the icon view
en@shaw: ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¡ğ‘©ğ‘Ÿ ğ‘ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘ğ‘¿

source: How the text and icon of each item are positioned relative to each other
en@shaw: ğ‘£ğ‘¬ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘ ğ‘°ğ‘— ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¸ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘‘ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼

source: Item Padding
en@shaw: ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Padding around icon view items
en@shaw: ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ

source: Selection Box Color
en@shaw: ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘ªğ‘’ğ‘• ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Color of the selection box
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘ªğ‘’ğ‘•

source: Selection Box Alpha
en@shaw: ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘ªğ‘’ğ‘• ğ‘¨ğ‘¤ğ‘“ğ‘©

source: Opacity of the selection box
en@shaw: ğ‘´ğ‘ğ‘¨ğ‘•ğ‘©ğ‘‘ğ‘° ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘ªğ‘’ğ‘•

source: Image
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Mask
en@shaw: ğ‘¥ğ‘­ğ‘•ğ‘’

source: Filename
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥

source: Filename to load and display
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±

source: Stock ID for a stock image to display
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘› ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±

source: Icon set
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘§ğ‘‘

source: Icon set to display
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±

source: Icon size
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘²ğ‘Ÿ

source: Symbolic size to use for stock icon, icon set or named icon
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘’ ğ‘•ğ‘²ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘²ğ‘’ğ‘ªğ‘¯, ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘¹ ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯

source: Pixel size
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ

source: Pixel size to use for named icon
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯

source: Animation
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Storage type
en@shaw: ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘

source: The representation being used for image data
en@shaw: ğ‘ ğ‘®ğ‘°ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Child widget to appear next to the menu text
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘ ğ‘©ğ‘ğ‘½ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Whether to use the label text to create a stock menu item
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Accel Group
en@shaw: ğ‘©ğ‘’ğ‘•ğ‘§ğ‘¤ ğ‘œğ‘®ğ‘µğ‘

source: The Accel Group to use for stock accelerator keys
en@shaw: ğ‘ ğ‘©ğ‘’ğ‘•ğ‘§ğ‘¤ ğ‘œğ‘®ğ‘µğ‘ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘•ğ‘‘ğ‘ªğ‘’ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘°ğ‘Ÿ

source: Show menu images
en@shaw: ğ‘–ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Whether images should be shown in menus
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘Ÿ

source: Message Type
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘

source: The type of message
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: Width of border around the content area
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘ºğ‘¦ğ‘©

source: Spacing between elements of the area
en@shaw: ğ‘•ğ‘ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘ºğ‘¦ğ‘©

source: Width of border around the action area
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ºğ‘¦ğ‘©

source: The screen where this window will be displayed
en@shaw: ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘º ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: The text of the label
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: A list of style attributes to apply to the text of the label
en@shaw: ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘• ğ‘‘ ğ‘©ğ‘ğ‘¤ğ‘² ğ‘‘ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Justification
en@shaw: ğ‘¡ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘“ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Pattern
en@shaw: ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯

source: A string with _ characters in positions correspond to characters in the text to underline
en@shaw: ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ _ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘’ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘› ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯

source: Line wrap
en@shaw: ğ‘¤ğ‘²ğ‘¯ ğ‘®ğ‘¨ğ‘

source: If set, wrap lines if the text becomes too wide
en@shaw: ğ‘¦ğ‘“ ğ‘•ğ‘§ğ‘‘, ğ‘®ğ‘¨ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¢ğ‘²ğ‘›

source: Line wrap mode
en@shaw: ğ‘¤ğ‘²ğ‘¯ ğ‘®ğ‘¨ğ‘ ğ‘¥ğ‘´ğ‘›

source: Selectable
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤

source: Whether the label text can be selected with the mouse
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘•

source: Mnemonic key
en@shaw: ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘’ğ‘°

source: The mnemonic accelerator key for this label
en@shaw: ğ‘ ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Mnemonic widget
en@shaw: ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: The widget to be activated when the label's mnemonic key is pressed
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤'ğ‘• ğ‘¯ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘¦ğ‘’ ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘

source: Single Line Mode
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘¯ ğ‘¥ğ‘´ğ‘›

source: Whether the label is in single line mode
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘¯ ğ‘¥ğ‘´ğ‘›

source: Angle
en@shaw: ğ‘¨ğ‘™ğ‘œğ‘¤

source: Angle at which the label is rotated
en@shaw: ğ‘¨ğ‘™ğ‘œğ‘¤ ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ğ‘©ğ‘›

source: Maximum Width In Characters
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: The desired maximum width of the label, in characters
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘¼ğ‘› ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤, ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Track visited links
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘’ ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘•

source: Whether visited links should be tracked
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘

source: Whether to select the contents of a selectable label when it is focused
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘© ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•ğ‘‘

source: Horizontal adjustment
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Vertical adjustment
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: The width of the layout
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: The height of the layout
en@shaw: ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: URI
en@shaw: ğ‘˜ğ‘»ğ‘°

source: The URI bound to this button
en@shaw: ğ‘ ğ‘˜ğ‘»ğ‘° ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Visited
en@shaw: ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘©ğ‘›

source: Whether this link has been visited.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘©ğ‘›.

source: The currently selected menu item
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: The accel group holding accelerators for the menu
en@shaw: ğ‘ ğ‘©ğ‘’ğ‘•ğ‘§ğ‘¤ ğ‘œğ‘®ğ‘µğ‘ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Accel Path
en@shaw: ğ‘©ğ‘’ğ‘•ğ‘§ğ‘¤ ğ‘ğ‘­ğ‘”

source: An accel path used to conveniently construct accel paths of child items
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘’ğ‘•ğ‘§ğ‘¤ ğ‘ğ‘­ğ‘” ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘°ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘° ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘‘ ğ‘©ğ‘’ğ‘•ğ‘§ğ‘¤ ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ

source: Attach Widget
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: The widget the menu is attached to
en@shaw: ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘‘ ğ‘‘

source: A title that may be displayed by the window manager when this menu is torn-off
en@shaw: ğ‘© ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘šğ‘² ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘¹ğ‘¯-ğ‘ªğ‘“

source: A boolean that indicates whether the menu is torn-off
en@shaw: ğ‘© ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘¹ğ‘¯-ğ‘ªğ‘“

source: Monitor
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼

source: The monitor the menu will be popped up on
en@shaw: ğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘­ğ‘ğ‘‘ ğ‘³ğ‘ ğ‘ªğ‘¯

source: Vertical Padding
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Extra space at the top and bottom of the menu
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘¯ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Reserve Toggle Size
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ

source: A boolean that indicates whether the menu reserves space for toggles and icons
en@shaw: ğ‘© ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘Ÿ ğ‘•ğ‘ğ‘±ğ‘• ğ‘“ğ‘¹ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: Horizontal Padding
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘›ğ‘¦ğ‘™

source: Extra space at the left and right edges of the menu
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘•ğ‘ğ‘±ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¯ ğ‘®ğ‘²ğ‘‘ ğ‘§ğ‘¡ğ‘©ğ‘Ÿ ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Vertical Offset
en@shaw: ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘

source: Horizontal Offset
en@shaw: ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘

source: Double Arrows
en@shaw: ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘®ğ‘´ğ‘Ÿ

source: When scrolling, always show both arrows.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™, ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘–ğ‘´ ğ‘šğ‘´ğ‘” ğ‘¨ğ‘®ğ‘´ğ‘Ÿ.

source: Arrow Placement
en@shaw: ğ‘¨ğ‘®ğ‘´ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Indicates where scroll arrows should be placed
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘º ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘¨ğ‘®ğ‘´ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘

source: Left Attach
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘—

source: The column number to attach the left side of the child to
en@shaw: ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘‘

source: Right Attach
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘—

source: The column number to attach the right side of the child to
en@shaw: ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘‘

source: Top Attach
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘—
